"geCancel" = "Peruuta";
"geBack" = "Takaisin";
"geDisabled" = "Ei käytössä";
"geSize" = "Koko";
"gePlay" = "Toista";
"acUnknownError" = "Salakavala virhe tapahtui!";
"pmChapters" = "Luvut";
"pmChapter" = "Luku";
"pmAudio" = "Ääni";
"pmAudioTracks" = "Ääniraidat";
"pmAudioTracksNone" = "Ei mitään";
"pmAudioDDHDMI" = "5.1-ääni HDMI:n kautta";
"pmSubtitles" = "Tekstitykset";
"pmVideo" = "Video";
"pmTrackNameFormat" = "Raita %ld";
"pmTrackTitle" = "Raita %ld";
"pmSubtitlesNone" = "Ei mitään";
"pmEncoding" = "Koodaus";
"pmSmall" = "Pieni";
"pmMedium" = "Keskisuuri";
"pmLarge" = "Suuri";
"pmBordered" = "Kehystetty";
"pmShadowed" = "Varjostettu";
"pmCombined" = "Molemmat";
"pmSubtitlesOutlineNone" = "Ei mitään";
"pmBold" = "Lihavoitu";
"pmWeight" = "Paksuus";
"pmColor" = "Väri";
"pmResync" = "Aikaviive";
"pmSubtitlesGetMore" = "Hae lisää...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "Kieli";
"pmSubtitlesChooseLanguage" = "Valitse kieli";
"pmSubtitlesSearchResult" = "Saatavilla olevat tekstitykset";
"pmSubtitlesSearchNone" = "Ei mitään";
"pmSubtitlesDownloadsCount" = "%i latausta";
"pmOutline" = "Ääriviiva";
"pmSubtiltlesOffset" = "Pystytasaus";
"pmZoomMode" = "Zoomaustila";
"pmAspectFit" = "Normaali";
"pmAspectFill" = "Rajattu";
"pmScaleToFill" = "Venytetty";
"pmSpeechBoost" = "Keskikanavan vahvistus";
"pmSpeechBoost6dB" = "+6 dB";
"pmSpeechBoost12dB" = "+12 dB";
"soOffset0" = "Oletus";
"coWhite" = "Valkoinen";
"coYellow" = "Keltainen";
"coRed" = "Punainen";
"coBlue" = "Sininen";
"coGreen" = "Vihreä";
"coPurple" = "Violetti";
"coOrange" = "Oranssi";
"pfContentError" = "Salakavala virhe tapahtui sisältöä ladatessa.";
"bcLibrary" = "Kirjasto";
"bcLoading" = "Ladataan...";
"bcGatheringMetadata" = "Kerätään metatietoja...";
"bcMinutes" = "minuuttia";
"bcCast" = "Näyttelijät";
"bcDirector" = "Ohjaaja";
"bcDirectors" = "Ohjaajat";
"bcPlayAnyway" = "Toista";
"emNoPermissionToRead" = "Sinulla ei ole oikeuksia tähän nimikkeeseen.";
"emDefaultAFPError" = "Toimenpidettä ei voitu suorittaa loppuun.";
"emErrorOccured" = "Ikävä virhe tapahtui";
"emSubtitlesSearchRequestNoMetadata" = "Vastaavaa tekstitystä ei löytynyt. Lataa metatiedot ja kokeile uudelleen.";
"emSubtitlesSearchRequestCantDownload" = "OpenSubtitles ei ole käytettävissä. Tarkista verkkoyhteytesi ja kokeile uudelleen.";
"emSubtitlesSaveRequestCantSave" = "Sisäinen virhe #%d tapahtui. Valitse vaihtoehtoinen tekstityspaketti.";
"emTraktTVAuthRequestAuthenticationFail" = "Käyttäjätunnuksesi tai salasanasi eivät ole oikein. \nYritä uudelleen.";
"emTraktTVConnectionError" = "Trakt ei ole käytettävissä. Tarkista verkkoyhteytesi ja kokeile uudelleen.";
"emTraktSignUpFailed" = "Rekisteröityminen epäonnistui";
"emTraktLoginFiledTitle" = "Kirjautuminen epäonnistui";
"emTraktTVSignUpFailOnEmail" = "Anna voimassa oleva sähköpostiosoitteesi.\nEsim. nimesi@domain.com";
"emTraktTVSignUpFailOnLogin" = "Käyttäjätunnuksen tulee olla 3-20 merkkiä pitkä, ilman välilyöntejä tai erikoismerkkejä.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "%@ käyttäjätunnus on jo rekisteröity.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "%@ sähköpostiosoite on jo rekisteröity.";
"emTraktTVGenericError" = "Yritä myöhemmin uudelleen.";
"prGenre" = "Lajityyppi";
"prAudio" = "Ääni";
"prVideo" = "Video";
"prTVShowsNameFormat" = "%@ - K.%@ / J.%@";
"prTVShowSeasonShort" = "K%@";
"prTVShowEpisodeShort" = "J%@";
"reSeason" = "kausi";
"reEpisode" = "jakso";
"ttTraktTV" = "Trakt";
"ttLogin" = "Kirjaudu sisään";
"ttLogout" = "Kirjaudu ulos";
"ttScrobbling" = "Kuittaus";
"ttRateMovieInfo" = "Mitä mieltä olet?";
"ttRate10" = "Loistavaa viihdettä!";
"ttRate9" = "Erinomainen";
"ttRate8" = "Loistava";
"ttRate7" = "Hyvä";
"ttRate6" = "Kohtalainen";
"ttRate5" = "No jaa";
"ttRate4" = "Heikko";
"ttRate3" = "Huono";
"ttRate2" = "Kauhea";
"ttRate1" = "Surkea tekele :(";
"liStatusFetchingMetadata" = "Haetaan metatietoja";
"liStatusPending" = "Odottaa";
"liStatusFail" = "Epäonnistui";
"liStatusFetchingThumbnails" = "Haetaan kuvitusta";
"geClose" = "Sulje";
"bcWriter" = "Kirjoittaja";
"bcWriters" = "Kirjoittajat";
"hoPullToRefresh" = "Liu'uta päivittääksesi";
"hoReleaseToRefresh" = "Vapauta päivittääksesi";
"raThanksText" = "Kiitos!";
"svcFollowOnTwitterShort" = "Seuraa %@";
"svcTellAFriend" = "Kerro kaverille";
"svcSharingPreset2" = "Tutustu appiin %@, paras tapa nauttia videoistasi iPhonella, iPadilla, Apple TV:llä ja Macilla!";
"svcVersion" = "Versio %@";
"svcTitle" = "Asetukset";
"vvChoppyPlayback" = "Tämän videotyypin toistaminen saattaa olla hidasta tai pätkivää.";
"vvAudioTracksMissing" = "Pahoittelumme, %@ ei osaa toistaa videon ääntä. Haluatko toistaa videon siitä huolimatta?";
"vvAirPlayHelp" = "Ota AirPlay-peilaus käyttöön";
"tiMinutes" = "min";
"tiReloadMeta" = "Muokkaa metatietoja";
"tiEmbeddedMetadata" = "Ei mitään – käytä sisäänrakennettua metatietoa";
"tiNetworkErrorTitle" = "Verkkovirhe";
"tiNetworkErrorMessage" = "Tarkista verkkoyhteytesi ja yritä uudelleen.";
"tiNothingFoundTitle" = "Mitään ei löytynyt";
"tiNothingFoundMessage" = "Tälle tiedostolle ei löytynyt osumia.";
"foRemoveITunesItem" = "Oho! Tämä video synkronoitiin iTunesin kautta. Käytä iTunes- tai TV-appia poistaaksesi sen.";
"foRemoveTitle" = "Poistetaan ”%1$@”";
"foRemovePrompt" = "Haluatko, että \"%1$@\" poistetaan pysyvästi?";
"foRemoveButton" = "Poista";
"ttRateMovieInfo" = "Mitä mieltä olet?";
"ttRate10" = "Loistavaa viihdettä!";
"ttRate9" = "Erinomainen";
"ttRate8" = "Loistava";
"ttRate7" = "Hyvä";
"ttRate6" = "Kohtalainen";
"ttRate5" = "No jaa";
"ttRate4" = "Heikko";
"ttRate3" = "Huono";
"ttRate2" = "Kauhea";
"ttRate1" = "Surkea tekele :(";
"ufPassword" = "Salasana";
"ufShareName" = "Nimi";
"ufStepFormat" = "%@.";
"ufUserName" = "Käyttäjätunnus";
"ufAuthShareTitle" = "Lisää jako";
"shShareMovieFacebook" = "Katsoin äskettäin ’%@’";
"shShareMovieTwitter" = "Katsoin äskettäin ’%1$@’ apilla %2$@";
"ttShoutTitle" = "Huudahda Traktissa";
"pmAirPlayWarning3" = "Tekstitykset eivät ole yhteensopivat AirPlayn kanssa, ja ne poistetaan käytöstä.";
"pmAirPlayWarning2" = "Tämä ääniraita ei välttämättä toimi AirPlayn kanssa.";
"pmAirPlayWarning1" = "Tämä vaihtoehto ei ole yhteensopiva AirPlayn kanssa.";
"pmWarningTitle" = "Varoitus";
"pmExtScreenResolution" = "Ulkoisen näytön resoluutio";
"geSend" = "Lähetä";
"geOK" = "OK";
"ufHelpLinkTitle" = "Saat lisätietoja osoitteessa: %@";
"ufRemoteCategory" = "Verkkojaon kautta";
"ufAppsStep3Desc" = "Napauta 'Vie appiin %1$@' -kuvaketta ja video lisätään %1$@-kirjastoosi.";
"ufAppsStep2Desc" = "Kun tiedosto on ladattu, napauta ’Vie appiin’ -painiketta.";
"ufAppsStep1Desc" = "Etsi video Dropboxista ja napauta tähtikuvaketta lisätäksesi sen suosikiksi.";
"ufAppsDescription" = "%1$@-yhteensopivat tiedostot voidaan siirtää Dropboxista tai muista vastaavista apeista.";
"ufAppsPanelTitle" = "Apit";
"ufAppsCategory" = "Muiden appien kautta";
"ufFtpPanelTitle" = "FTP";
"ufFtpCategory" = "FTP:n kautta";
"ufHttpPanelTitle" = "Selain";
"ufHttpCategory" = "Selaimen kautta";
"ufTunesSharingStep3Desc" = "Vedä videot ’%1$@ Documents’ -ikkunaan niiden siirtämiseksi.";
"ufTunesSharingStep2Desc" = "Klikkaa navigaatiossa olevaa Tiedostonjako-kohtaa.";
"ufTunesSharingStep1Desc" = "Avaa iTunes ja valitse vasemmasta valikosta laite, jonka haluat synkronoida.";
"ufTunesSharingDescription" = "Muita videotyyppejä voidaan siirtää käyttämällä iTunesia ja katsoa apissa %1$@.";
"ufTunesSharingPanelTitle" = "Tiedostonjako";
"ufTunesSharingCategory" = "Tiedostonjakamisen kautta";
"ufTunesSyncStep3Desc" = "Synkronoitavia videoita voidaan hallita Elokuvat- tai TV-ohjelmat-välilehtien kautta.";
"ufTunesSyncStep2Desc" = "Valitse synkronoitava laite vasemmasta sivupalkista.";
"ufTunesSyncStep1Desc" = "Avaa iTunes ja varmista, että haluamasi videot näkyvät Elokuvat- tai TV-ohjelmat-osioissa.";
"ufTunesSyncDescription" = "iTunes-yhteensopivat videot voidaan synkronoida iTunesin kautta ja katsoa apissa %1$@.";
"ufTunesSyncPanelTitle" = "iTunes-synkronointi";
"ufTunesSyncCategory" = "iTunes-synkronoinnin kautta";
"ufSyncMasterCtrlTitle" = "Lisää tiedostoja";
"ufSpaceAvailableFormat" = "%@ Gt käytettävissä";
"ufWifiDisabledMessage" = "Käyttääksesi langatonta tiedonsiirtoa, salli Wi‑Fi %@-laitteen asetuksista.";
"ufWifiDisabledTitle" = "Ei Wi‑Fi-yhteyttä";
"pmAudioDDAirPlay" = "Dolby Digital AirPlayn kautta";
"seShowSubtitles" = "Tekstitykset";
"geAuthenticationFailed" = "Käyttäjätunnus ja salasana eivät ole oikein. Yritä uudelleen myöhemmin.";
"prTVEpisodePickerTitle" = "Jakso";
"prTVShowSeasonFormat" = "Kausi %@";
"ufAddOtherShareItemTitle" = "Muu...";
"ufDomainName" = "Työryhmä";
"ufForgetSavedShare" = "Unohda";
"ufShareAddress" = "Osoite";
"ufShareConnect" = "Tallenna";
"geConnectionFailed" = "Valitettavasti %@ kohtasi virheen yrittäessään muodostaa yhteyttä.";
"ufUserNamePlaceholder" = "mattimeikäläinen";
"ufDomainNamePlaceholder" = "valinnainen";
"ufPasswordPlaceholder" = "salasana";
"ufShareAddressPlaceholder" = "iMac.local";
"ufShareNamePlaceholder" = "Mediani";
"iapCancelTitle" = "Ei kiitos";
"iapProActivatedTitle" = "Infuse Pro %@";
"ttStatistics" = "%d jaksoa, %d ohjelmaa, %d elokuvaa";
"geDone" = "Valmis";
"hoLearnMore" = "Miten olisi, jos etsisimme katsottavaa kirjastoosi?";
"hoWelcomeTo" = "%@, sarjojen ja elokuvien koti";
"iapRestoreTitle" = "Palauta";
"iapUpgradeToProMessage" = "Päivitä nyt saadaksesi kaiken irti Infusesta ja ottaaksesi käyttöön mahtavia ominaisuuksia!";
"svcShowiTunesVideo" = "Näytä Applen TV-kirjasto";
"svcUpgradeToPro" = "Päivitä Infuse Pro-versioon";
"svcVisitSupportPage" = "Ohjekeskus";
"tiShare" = "Jaa";
"ufDiscoveredSharesSectionTitle" = "Saatavilla olevat jaot";
"ufSavedSharesSectionTitle" = "Tallennetut jaot";
"pcScrubbingFineSpeed" = "Tarkka raahaus";
"pcScrubbingHalfSpeed" = "Puolinopea raahaus";
"pcScrubbingHiSpeed" = "Nopea raahaus";
"pcScrubbingHint" = "Säädä raahausnopeutta liu'uttamalla sormeasi ylöspäin.";
"pcScrubbingQuarterSpeed" = "Neljännesnopeuksinen raahaus";
"fdDownloadFailedTitle" = "Tiedoston lataamisessa tapahtui virhe.";
"fdDownloadsSectionTitle" = "Lataukset";
"fdFileExistsButtonOverwrite" = "Korvaa";
"fdFileExistsButtonRename" = "Säilytä molemmat";
"fdFileExistsTitleFormat" = "Tiedosto nimeltä ’%@’ on jo kirjastossasi.";
"fdNoDownloadsMessage" = "Hae popcornit, nyt on elokuvan aika!";
"fdNoDownloadsTitle" = "Mahtavaa!";
"fdNoFreeSpaceMessageFormat" = "Aika siivota %@ saadaksesi lisää tilaa elokuville.";
"fdNoFreeSpaceTitle" = "Levytila alkaa hiipumaan";
"fdStopDownloadButtonTitle" = "Lopeta lataaminen";
"fdStopDownloadConfirmationFormat" = "Oletko varma, että haluat lopettaa tiedoston ’%@’ lataamisen?";
"fdTryAgain" = "Yritä uudelleen";
"pmVolumeBoostTitle" = "Äänen tehostus";
"ufShareRemove" = "Unohda tämä jako";
"iapUpgradeToProTitleAirPlay" = "Päivitä nyt suoratoistaaksesi AirPlayn kautta ja saadaksesi muita mahtavia ominaisuuksia!";
"svcListView" = "Luettelonäkymä";
"svcMetadataFetching" = "Metatietojen haku";
"hoEmptyFolderSub" = "Hajaantukaa, täällä ei ole mitään nähtävää.";
"hoEmptyFolderTitle" = "Tyhjä kansio";
"prTVShowSpecialNum" = "Spesiaali %@";
"prTVShowSpecials" = "Spesiaalit";
"geGB" = "Gt";
"geKB" = "kt";
"geMB" = "Mt";
"pmSubtitlesFromOS" = "OpenSubtitles";
"svcCacheSize" = "Metatiedot";
"svcClearAllMetadata" = "Tyhjennä kaikki metatiedot";
"svcClearAllMetadataConfirmationClearButton" = "Tyhjennä";
"svcClearAllMetadataConfirmationText" = "Oletko varma, että haluat poistaa kaikki välimuistissa olevat metatiedot?";
"svcClearAllMetadataConfirmationTitle" = "Tyhjennä kaikki metatiedot";
"acSubtitlesImportedMsg" = "Tekstitykset ovat nyt saatavilla toistoasetuksen valikosta.";
"acSubtitlesImportedTitle" = "Uusi tekstitys lisätty";
"pmSubtitlesImported" = "Tuotu";
"svcGestureControl" = "Eleohjaus";
"pmAudioDTSHDMI" = "5.1-ääni HDMI:n kautta";
"svcContinuousPlayback" = "Jatkuva toisto";
"geAuto" = "Automaattinen";
"hoAddFavoriteButtonTitle" = "Lisää";
"hoAddFavoriteTitle" = "Lisää suosikkeihin";
"svcAudioLanguage" = "Ääni";
"svcMetadataLanguage" = "Metatiedot";
"svcSubtitleLanguage" = "Tekstitys";
"ufPath" = "Polku";
"ufPort" = "Portti";
"ufShareProtocol" = "Protokolla";
"wsMarkAsUnwatched" = "Merkitse katsomattomaksi";
"wsMarkAsWatched" = "Merkitse katsotuksi";
"svcSectionGeneral" = "Yleiset";
"svcSectionLanguage" = "Kieli";
"svcSectionPlayback" = "Toisto";
"geCantEstablishConnectionToHost" = "Palvelimeen ei saada yhteyttä.";
"geCantResolveHost" = "Määriteltyä palvelinta ei löytynyt.";
"geConnectionFailedFormat2" = "Valitettavasti %@ kohtasi virheen yrittäessään muodostaa yhteyttä (HTTP-virhe %u).";
"geHTTPNotFound" = "Määriteltyä polkua ei löytynyt.";
"svcSortByDate" = "Lajittele päivämäärän mukaan";
"tiReloadSearch" = "Etsi";
"fdTicketDownload" = "Lataa";
"fdTicketDownloaded" = "Ladattu";
"fdTicketDownloading" = "Ladataan";
"fdTicketFailed" = "Yritä uudelleen";
"fdTicketInQueue" = "Odotetaan";
"iapCheckHistoryButton" = "Tarkista saatavuus";
"acOpenURLUnsupportedContentMsg" = "Valitettavasti tämän tyyppistä sisältöä ei tueta vielä.";
"fdStopDownloadButtonShortTitle" = "Lopeta";
"iapUpgradeToPro3Title" = "Hanki Infuse Pro";
"svcNightTheme" = "Tumma tila";
"moCannotConnectToSpacePackMessage" = "Paina Space Pack -kuoren painiketta mahdollistaaksesi käytön.";
"fdDowloadPausedInBackgroundButton" = "jatka";
"fdDowloadPausedInBackgroundMessage" = "Videolataukset on pysäytetty.";
"diEmailRecipient" = "hello@firecore.com";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "Määritä sähköpostitilisi Asetukset-apissa ja yritä uudelleen.";
"diNoAccountTitle" = "Ei sähköpostitiliä";
"diSendDebugInfoButtonTitle" = "Ilmoita ongelmasta";
"svсDolbyDTSOverHDMIPassthrough" = "5.1-äänentoisto HDMI:n kautta";
"svсDolbyOverAirPlayPassthrough" = "5.1-äänentoisto AirPlayn kautta";
"svcPro2UpgradeToPro3" = "Pro v2 - Päivitä nyt";
"emTraktTVAutoAuthError" = "Trakt ei ole käytettävissä. Kirjaudu tilillesi ja yritä uudelleen.";
"iapUpgradeToProTitleGoogleCast" = "Päivitä nyt suoratoistaaksesi Google Castin kautta ja saadaksesi muita mahtavia ominaisuuksia!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "Suoran URL-osoitteen kautta";
"ufLinksDescription" = "Kirjoita suora URL-osoite videoiden suoratoistamiseksi tai lataamiseksi verkosta.";
"ufLinksLabel" = "Uusi URL-osoite";
"ufLinksPanelTitle" = "URL";
"ufLinksPlaceholder" = "http://esimerkki.com/näyte.mp4";
"hoLinks" = "Linkit";
"svcDolbyPostProcessing" = "Dolby-äänitehosteet";
"svcPlayInBackground" = "Taustatoisto";
"foMovingFailedExist" = "Osan kohteista siirtäminen epäonnistui, koska samannimisiä kohteita on jo olemassa.";
"foRemoveITunesItemPlural" = "Hups! Osa videoista on synkronoitu iTunesin kautta. Käytä iTunes- tai TV-appia poistaaksesi ne.";
"hoAddFiles" = "Lisää tiedostoja";
"hoAddFolderTitle" = "Lisää kansio";
"hoDeletingItems" = "Poistetaan kohteita...";
"hoFoldersTitle" = "Kansiot";
"hoMovingItems" = "Siirretään kohteita...";
"hoNewFolder" = "+ Uusi kansio";
"hoRemoveFromFolder" = "Poista kansiosta";
"svcLandscapeLock" = "Vaakatilalukitus";
"svcShowFilenames" = "Näytä tiedostonimet";
"hoOrganize" = "Valitse";
"hoAddToFavorites" = "Lisää suosikkeihin";
"hoMove" = "Siirrä";
"hoRemoveFromFavorites" = "Poista suosikeista";
"hoSortByName" = "Lajittele nimikkeen mukaan";
"geDelete" = "Poista";
"iapFeatureDescriptionStreaming" = "Suoratoista videoita isolle näytölle surround-äänellä ja tekstityksillä AirPlayn ja Google Castin avulla.";
"iapFeatureTitleStreaming" = "AirPlay ja Google Cast";
"lockAddPasscodeHint" = "Syötä uusi pääsykoodi";
"lockAddPasscodeMismatch" = "Pääsykoodit eivät täsmää. Yritä uudelleen.";
"lockAddPasscodeReenter" = "Syötä uudelleen uusi pääsykoodi";
"lockEnterOldPasscode" = "Syötä vanha pääsykoodi";
"lockTitle" = "Syötä pääsykoodi";
"lockTouchIDSubtitle" = "Avaa %@";
"svcChangePasscode" = "Muuta pääsykoodia";
"svcPasscodeLock" = "Rajoitukset";
"svcUseTouchID" = "Käytä Touch ID:tä";
"obStageAirPlayTitle" = "AirPlay ja Google Cast";
"obOpenIAPButtonTitle" = "Hanki Infuse Pro";
"obStageAirPlayMessage" = "Suoratoista viihteesi suurelle näytölle AirPlaylla ja Google Castilla.";
"obStageMoreMessage" = "Toista useampia tiedostomuotoja Dolby (AC3)- ja DTS-HD-äänellä, suoratoista AirPlayn ja Google Castin avulla, synkronoi Traktin kanssa ja toista videoita taustalla. Lisäksi paljon muuta!";
"obStageMoreTitle" = "Tee enemmän Infuse Prolla";
"obStageStreamingMessage" = "Selaa ja toista videoita, jotka on tallennettu Mac-, PC-, NAS- tai pilvipalveluihin, kuten Dropboxiin, Google Driveen, OneDriveen ja Boxiin.";
"obStageStreamingTitle" = "Suoratoista vaivattomasti";
"obStageSubtitlesMessage" = "Tuo omat tekstityksesi tai lisää ne hetkessä lataamalla OpenSubtitlesista ilmaiseksi.";
"obStageSubtitlesTitle" = "Superhelpot tekstitykset";
"obStageSyncMessage" = "Toista lähes mitä tahansa mediatiedostomuotoa, kuten MKV, AVI, MP4, WMV ja monia muita, ilman muuntamista.";
"obStageSyncTitle" = "Enemmän kuin iTunes";
"obStageWiFiMessage" = "Yhdistä iPhone tai iPad samaan Wi-Fi-verkkoon kuin tietokoneesi ja avaa verkkoselain ladataksesi tiedostosi.";
"obStageWiFiTitle" = "Synkronoi langattomasti";
"obThanksForPro" = "Kiitos, että valitsit Infuse Pron!";
"svcConnectToTrakt" = "Yhdistä Traktiin";
"vvGoogleCastFormat" = "Ei käytettävissä tälle videotyypille";
"vvGoogleCastITunes" = "Ei käytettävissä iTunes-sisällölle";
"geDefault" = "Oletus";
"geWarning" = "Varoitus";
"pmSubtitlesFontName" = "Fontti";
"ufCellularDataWarning" = "Matkapuhelinoperaattorisi saattaa veloittaa lisämaksuja mobiilidatan käytöstä.";
"ufUnknownNetwork" = "<unknown>";
"geOff" = "Ei käytössä";
"geOn" = "Käytössä";
"hoNoFavoritesButton" = "Lisää";
"hoNoFavoritesLabel" = "Lisää kansioita verkkojaosta";
"hoRemoveFavoriteButtonTitle" = "Poista suosikit";
"hoWelcomeToInfuse" = "INFUSE toivottaa tervetulleeksi";
"iapFeatureDescriptionSubtitles" = "Tuo omat tekstityksesi tai lisää ne hetkessä lataamalla OpenSubtitlesista ilmaiseksi.";
"iapFeatureTitleSubtitles" = "Vaivattomat tekstitykset";
"pmInfo" = "Tiedot";
"pmOptions" = "Vaihtoehdot";
"pmTracks" = "Raidat";
"prEdit" = "Muokkaa";
"prEpisodes" = "Jaksot";
"prRate" = "Arvostele";
"svcCalculatingCacheSize" = "Lasketaan välimuistin kokoa...";
"svcClearingMetadata" = "Tyhjennetään metatiedot...";
"svcNetworkSharesSectionTitle" = "Verkko";
"svcTraktAccount" = "Trakt";
"ttLogoutMessage" = "Oletko varma, että haluat kirjautua ulos?";
"ttWatchedEpisodes" = "katsottua jaksoa";
"ttWatchedMovies" = "katsottua elokuvaa";
"ttWatchedTVShows" = "katsottua ohjelmaa";
"tvshAddFavorite" = "Lisää suosikkeihin";
"tvshAddFavoritesHint" = "Jos haluat lisätä kansion suosikkeihisi, paina pitkään kaukosäätimen kosketuspintaa.";
"tvshEditShare" = "Muokkaa jakoa";
"tvshFavoritesSectionTitle" = "Suosikit";
"tvshSavedShareHint" = "Valitse suosikkikansiosi, jotka haluat nähdä pääruudussa.";
"tvshShares" = "Jaot";
"pcSwipeDownHint" = "Pyyhkäise alas nähdäksesi tiedot";
"ufTestingConnection" = "Tarkistetaan yhteyttä...";
"geClear" = "Tyhjennä";
"geRemovePrompt" = "Oletko varma, että haluat poistaa ”%1$@”?";
"svcClearRecentlyWatched" = "Tyhjennä Äskettäin katsotut";
"svcClearRecentlyWatchedConfirmationText" = "Oletko varma, että haluat tyhjentää Äskettäin katsotut -luettelon?";
"svcEmbeddedMetadata" = "Upotetut metatiedot";
"svcUpgradeToFmt" = "Päivitä %@ -versioon";
"ufForgetShareAlertTitle" = "Oletko varma, että haluat poistaa tämän jaon?";
"vvResumeButton" = "Jatka toistoa";
"vvResumeOrStartFromBeginning" = "Jatketaanko katselua vai aloitetaanko alusta?";
"vvStartFromBeginningButton" = "Aloita alusta";
"hoRenameFavoriteButtonTitle" = "Nimeä uudelleen";
"hoSortByFileName" = "Lajittele tiedostonimen mukaan";
"svcSortingMode" = "Lajittelujärjestys";
"svcSortingModeByDate" = "Päivämäärä";
"svcSortingModeByFileName" = "Tiedostonimi";
"svcSortingModeByTitle" = "Nimike";
"svcAppVersionFmt" = "Infuse %@";
"emPackedDivx" = "Valitettavasti tätä videotyyppiä (DivX) ei tueta tällä hetkellä.";
"hoReloadFavoriteButtonTitle" = "Päivitä kuvitus";
"pmZoomModeAnamorphicA" = "Anamorfinen A (2.35:1)";
"pmZoomModeAnamorphicB" = "Anamorfinen B (2.39:1)";
"pmZoomModeAnamorphicC" = "Anamorfinen C (2.40:1)";
"pmZoomModeWidescreenA" = "Laajakuva A (1.85:1)";
"pmZoomModeWidescreenB" = "Laajakuva B (2.00:1)";
"bcVOFile" = "Tiedosto";
"bcVOLink" = "Linkki";
"geVOInProgress" = "Ladataan";
"hoVOFavoriteItem" = "Suosikkikohde";
"hoVOFolderItem" = "Kansio";
"hoVOMenu" = "Valikko";
"hoVOMore" = "Lisää";
"hoVORefreshing" = "Päivitetään sisältöä";
"hoVOSeasonItem" = "Kausi";
"hoVOSeriesItem" = "Sarja";
"hoVOVFSItem" = "Jaettu kansio";
"hoVOVideoItem" = "Video";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "Seuraava";
"pcVOPause" = "Pysäytä";
"pcVOPlay" = "Toista";
"pcVOPrevious" = "Edellinen";
"pcVORewindBack" = "Kelaa taaksepäin";
"pcVORewindForward" = "Pikakelaus eteenpäin";
"pcVOSettings" = "Toistoasetukset";
"pcVOTrackPosition" = "Toistokohta";
"pcVOTrackPositionValue" = "%1$@/%2$@";
"pmBlack" = "Musta";
"pmHeavy" = "Raskas";
"pmLarger" = "Suurempi";
"pmLight" = "Kevyt";
"pmRegular" = "Tavallinen";
"pmSemibold" = "Puolilihavoitu";
"pmSmaller" = "Pienempi";
"pmThin" = "Ohut";
"pmUltraLight" = "Erittäin kevyt";
"pmVOBrightness" = "Kirkkaus";
"tiVOEpisode" = "Jakso %@";
"tiVOPoster" = "Videon juliste";
"tiVORating" = "Arvosana: %1$g/%2$g";
"wsVOWatchStatus" = "Seurannan tila";
"wwVOReload" = "Lataa uudelleen";
"svcEdgeTapChapters" = "Luvun hallinta";
"svcAudioOutput" = "Äänilähtö";
"svcAudioOutputPassthrough" = "Läpivienti";
"svcFileManagement" = "Tiedostonhallinta";
"svcWatchedIndicatorsMoviesOnly" = "Vain elokuvat";
"svcWatchedIndicatorsTVShowsOnly" = "Vain TV-ohjelmat";
"svcWatchedIndicators" = "Seurannan indikaattori";
"hoDeletionDisabled" = "Ota Tiedostonhallinta käyttöön poistaaksesi tiedostoja.";
"emTraktTVSignUpDenied" = "Todennuspyyntö hylättiin.";
"hoDisableOnlineMetadata" = "Käytä paikallisia metatietoja";
"hoEnableOnlineMetadata" = "Käytä online-metatietoja";
"hoHideFavorite" = "Piilota suosikit";
"hoLocalMetadataWarning" = "Paikalliset metatiedot";
"hoResetArtwork" = "Nollaa kuvitus";
"hoSelectArtwork" = "Valitse kuvitus";
"hoShowFavorite" = "Näytä suosikit";
"li00s" = "2000";
"li10sOld" = "2010+";
"li1Star" = "1 tähti";
"li2Stars" = "2 tähteä";
"li30thAndOlder" = "Vanhempi";
"li3Stars" = "3 tähteä";
"li40s" = "1940";
"li4Stars" = "4 tähteä";
"li50s" = "1950";
"li5Stars" = "5 tähteä";
"li60s" = "1960";
"li70s" = "1970";
"li80s" = "1980";
"li90s" = "1990";
"liAllMovies" = "Kaikki elokuvat";
"liAllTVShows" = "Kaikki TV-ohjelmat";
"liByAgeRating" = "Ikäluokituksen mukaan";
"liByDate" = "Julkaisupäivän mukaan";
"liByGenre" = "Lajityypin mukaan";
"liByRating" = "Arvosanan mukaan";
"liEpisodeStats" = "TV-jaksot: %d";
"liLastScanDate" = "Viimeksi päivitetty: %@";
"liMovies" = "Elokuvat";
"liMovieStats" = "Elokuvat: %d";
"liOtherStats" = "Muut: %d";
"liRecentlyAdded" = "Viimeksi lisätyt";
"liScanForChanges" = "Skannaa muutokset";
"liSeries" = "TV-ohjelmat";
"liShowLibrary" = "Näytä kirjasto";
"liStatusFailFor" = "Jaon %@ indeksointi epäonnistui";
"liStatusFetchingContentFor" = "Noudetaan sisältöä jaolle %@";
"liStatusFetchingMetadataFor" = "Haetaan metatietoja jaolle %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "Haetaan kuvitusta jaolle %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liTop" = "Top 30";
"liUnsortedItems" = "Muu";
"liUnwatched" = "Katsomattomat";
"svcContinuousPlaybackMovies" = "Vain elokuvat";
"svcContinuousPlaybackTVShows" = "Vain TV-ohjelmat";
"tvDeiceAuthRequestingCode" = "Pyydetään todennuskoodia...";
"tvDeviceAuthStatusLoggingIn" = "Vahvistus vastaanotettu, kirjaudutaan sisälle...";
"tvDeviceAuthStatusWaiting" = "Odotetaan todennusta...";
"tvDeviceAuthTitle" = "Seuraa ohjeita kirjautuaksesi Traktiin";
"tvDeviceAuthUseCode" = "Syötä todennuskoodi (voimassa %@)";
"tvDeviceAuthVisitUrl" = "Vieraile seuraavassa URL-osoitteessa tai skannaa QR-koodi";
"tvImagePickerHint" = "Valitse kuva verkkojaosta käyttääksesi mukautettua kuvitusta.";
"wsChangingWatchStatus" = "Muutetaan seurannan tilaa...";
"liLastScanDateDaysAgo" = "%@ sitten";
"liLastScanDateNever" = "Ei koskaan";
"liLastScanDateYesterday" = "Eilen";
"liScanning" = "Meneillään...";
"emSandiskNotAvailable" = "SanDisk iXpand Drivea ei voi käyttää. Varmista, että se on kytketty ja se ei ole muiden appien käytössä.";
"ufUploadInfoAddFTP" = "Siirrä videot FTP-ohjelman kautta.";
"ufUploadInfoAddHTTP" = "Käytä 'Lisää'-painiketta tai vedä ja pudota videot selainikkunaan.";
"ufUploadInfoAddressFTP" = "Avaa FTP-ohjelmasi (esim. Transmit tai Cyberduck) ja yhdistä tämän osoitteen avulla:";
"ufUploadInfoAddressHTTP" = "Syötä tämä osoite verkkoselaimeen:";
"ufUploadInfoCredentials" = "Käytä näitä tunnuksia kirjastoosi kirjautumiseen:";
"ufUploadInfoHint" = "Älä sulje tätä ikkunaa ennen kuin siirto on valmis.";
"ufUploadInfoNetwork" = "Yhdistä tietokoneesi:";
"ufUploadInfoAddressIP" = "Tai käytä: %@";
"csAddNewTitle" = "Lisää palvelu";
"csAddServiceButton" = "Lisää";
"csCloudServicesSectionTitle" = "Pilvipalvelut";
"csRemoveServiceButton" = "Poista";
"geAuthentication" = "Todennus";
"iapFeatureDescriptionHDAudio" = "Nauti jokaisesta yksityiskohdasta 24-bittisen Dolby TrueHD- ja DTS-HD MA -äänentoiston ansiosta.";
"iapFeatureTitleCloudStreaming" = "Suoratoista pilvestä";
"iapFeatureTitleHDAudio" = "HD-laatuinen ääni";
"iapFeatureTitleVideoFormats" = "Toista enemmän videoita";
"iapStartTrial" = "Aloita 1 kuukauden kokeilujakso!";
"iapSubscribeNow" = "Päivitä nyt";
"iapSubscribeNowWithPrice" = "Päivitä nyt (%@ / vuosi)";
"iapSubscriptionPrice" = "%@ vuosittain kokeilujakson jälkeen";
"iapUpgradeToProTitleCloudStreaming" = "Päivitä nyt ottaaksesi käyttöön pilvisuoratoiston ja muita mahtavia ominaisuuksia.";
"iapUpgradeToProTitlePremiumVideo" = "Tämän videon toistamisen vaatii Infuse Pron.";
"liInProgress" = "Katsotaan";
"svcCloudSync" = "iCloud-synkronointi";
"tvcsEdit" = "Muokkaa";
"tvcsRemove" = "Poista";
"ufAccount" = "Tili";
"emCloudAccessTokenRevoked" = "Oho! Infuse ei enää pysty käyttämään tiliäsi, koska käyttöoikeustunnus on evätty.";
"iapFeatureDescriptionCloudStreaming" = "Striimaa videoita suoraan pilvitallennuspalveluista, kuten Dropboxista, Google Drivesta, OneDrivesta ja muista.";
"iapFeatureDescriptionSync" = "Pidä kirjastosi, toiston edistyminen ja katseluhistoriasi synkronoituna muiden laitteiden välillä.";
"iapFeatureDescriptionVideoFormats" = "Koe entistä monipuolisempi videoformaattituki (jopa 4K Ultra-HD) ja säästä aikaa tiedostomuunnoksilta.";
"iapFeatureTitleSync" = "Pysy synkassa";
"svcMediaLibraryDenied" = "Salli mediakirjaston käyttö laitteesi Tietosuoja-asetuksissa.";
"svcMediaLibraryRestricted" = "Salli mediakirjaston käyttö laitteesi Käyttörajoitukset-asetuksissa.";
"svcShowUpNextSetting" = "Seuraavaksi-luettelo";
"ufDocumentsCategory" = "Tiedostot-apin kautta";
"ftTimeRemainingInMinutesFormat" = "%@ min jäljellä";
"liCollections" = "Kokoelmat";
"liInProgressOnly" = "Vain katsottavat";
"liRecentlyAddedOnly" = "Vain viimeksi lisätyt";
"pmDeinterlacing" = "Lomituksen poisto";
"diFeedbackInstructionsButtonTitle" = "Ilmoita ongelmasta";
"dvdDirectorsCommentary" = "Ohjaajan kommenttiraita";
"hoSortByReleaseDate" = "Lajittele julkaisupäivän mukaan";
"liNewest" = "Uusin";
"pmTitleNameFormat" = "Nimike %d (kesto - %@)";
"pmTitles" = "Nimikkeet";
"svcSectionFeedback" = "Tuki";
"svsSortingModeByReleaseDate" = "Julkaisupäivä";
"tvFeedbackEmailTo" = "Lähetä sähköposti seuraavaan osoitteeseen tai skannaa QR-koodi";
"tvFeedbackInsertHere" = "[Kirjoita palaute tähän]";
"tvFeedbackSavingTechInfo" = "Lähetetään diagnostiikkatiedot...";
"tvFeedbackTitle" = "Seuraa ohjeita saadaksesi tukea";
"tvFeedbackUploadConnectionError" = "Diagnoosien lähetyspalveluun ei voida yhdistää.\nTarkista verkkoyhteydesi ja yritä uudelleen.";
"tvFeedbackUploadFailedMessage" = "Diagnostiikan lähetys epäonnistui.\nYritä uudelleen myöhemmin.";
"tvFeedbackUploadFailedTitle" = "Lähetys epäonnistui";
"tvFeedbackUploadUnavailable" = "Diagnostiikan latauspalvelu ei ole tilapäisesti saatavilla.\nYritä uudelleen myöhemmin.";
"tvFeedbackUseCode" = "Sisällytä tämä koodi viestiisi";
"blurayBonusTrack" = "Bonusraita";
"iapSubscriptionVerificationMessage" = "Tarvitset verkkoyhteyden päivittääksesi. Tilaus pysyy aktiivisena %@ asti.";
"iapSubscriptionVerificationTitle" = "Ei voida vahvistaa tilausta";
"pacoAllowedMovieRatings" = "Elokuvien sallitut ikärajat";
"pacoAllowedTVShowRatings" = "TV-ohjelmien sallitut ikärajat";
"pacoChangePasscodeSubtitle" = "Syötä nykyinen 4-numeroinen pääsykoodi.";
"pacoChangePasscodeTitle" = "Nykyinen pääsykoodi";
"pacoCheckPasscodeSubtitle" = "Syötä 4-numeroinen pääsykoodi";
"pacoCheckPasscodeTitle" = "Syötä pääsykoodi";
"pacoConfirmPasscodeSubtitle" = "Syötä uusi 4-numeroinen pääsykoodi uudelleen.";
"pacoConfirmPasscodeTitle" = "Syötä pääsykoodi uudelleen";
"pacoNewPasscodesDontMatchSubitle" = "Pääsykoodit eivät täsmää. Yritä uudelleen.";
"pacoNewPasscodesDontMatchTitle" = "Pääsykoodit eivät täsmää";
"pacoNewPasscodeSubtitle" = "Syötä uusi 4-numeroinen pääsykoodi";
"pacoNewPasscodeTitle" = "Uusi pääsykoodi";
"pacoParentalControl" = "Käyttörajoitukset";
"pacoRatingsNotRated" = "Ei luokiteltu";
"pacoSetPasscodeSubtitle" = "Syötä 4-numeroinen pääsykoodi määrittääksesi rajoitukset videoille.";
"pacoSetPasscodeTitle" = "Määritä pääsykoodi";
"pacoTurnOffPasscodeSubtitle" = "Syötä pääsykoodi poistaaksesi rajoitukset käytöstä.";
"pacoTurnOffPasscodeTitle" = "Poista rajoitukset";
"pacoAllowAppAccess" = "Apin lukitus";
"pacoDisablePasscodeProtection" = "Poista käytöstä salakoodilukitus";
"pacoEnablePasscodeProtection" = "Ota käyttöön pääsykoodilukitus";
"pacoRestrictions" = "Rajoitukset";
"coGray" = "Harmaa";
"coMagenta" = "Purppura";
"coPink" = "Pinkki";
"coTealBlue" = "Turkoosi";
"pm3dMode" = "3D-tila";
"pm3dModeSBS" = "Rinnakkain";
"pm3dModeTAB" = "Ylhäällä ja alhaalla";
"pmSubtitlesDownloadsCountAndFPS" = "%i latausta, %g fps";
"diTechnicalDetails" = "Diagnostiikka: %@";
"prSeries" = "Sarja";
"vvNowPlaying" = "Nyt toistetaan laitteella %@";
"vvSeasonEpisode" = "Kausi %@, jakso %@";
"prLocation" = "Sijainti";
"tiLocalFile" = "Synkronoitu";
"tiOnShare" = "kohteessa %@";
"geVODismissPopup" = "Hylkää ponnahdusikkuna";
"geVODismissPopupHint" = "Hylkää ponnahdusikkuna kaksoisnapautuksella";
"hoContentAll" = "Kaikki";
"hoFiles" = "Tiedostot";
"hoVOGridMode" = "Ruudukkotila";
"hoVOListMode" = "Luettelotila";
"liAllVideos" = "Kaikki videot";
"liEmptyLibraryHintAction" = "+ Lisää suosikkeihin";
"liEmptyLibraryHintBody" = "Aloita kirjastosi täyttäminen videoilla lisäämällä muutama kansio suosikkeihin.";
"liEmptyLibraryHintTitle" = "Hups, tämä kirjasto on tyhjä!";
"liEpisodes" = "TV-jaksot";
"liSettings" = "Kirjasto";
"pcVOPiP" = "Kuva kuvassa";
"ufAddFavoriteHint" = "Lisää kansio Kirjastoosi napauttamalla tähtikuvaketta.";
"ufConnectionSuccess" = "Yhdistäminen onnistui";
"ufLetsGo" = "Mennään";
"raRateInfuseTitle" = "Arvostele %@";
"eulaAgree_SD" = "Hyväksy";
"hoLearnMore_SD" = "Aloita yhdistämällä SanDisk iXpand Drive";
"liAllDeviceContent" = "Kaikki sisältö";
"emHEVCRequiresOS" = "Päivitä iOS 11:een toistaaksesi H.265-videoita";
"obSDStage1Message" = "Toista enemmän SanDisk iXpand Driven avulla. Ei enää tiedostomuotojen muuntamista, istu alas, rentoudu ja suoratoista...";
"obSDStage1Title" = "Toista enemmän SanDisk iXpand Drivesta";
"obSDStage2Message" = "Selaa, toista ja lataa videoita lähes miltä tahansa Macilta, PC:ltä, NAS-laitteelta tai langattomalta asemalta. Synkronointia ei tarvita.";
"obSDStage2Title" = "Suoratoista vaivattomasti";
"obSDStage3Message" = "Tuemme tiedostoon upotettuja sekä erillisiä teksityksiä.";
"obSDStage3Title" = "Tekstitystuki";
"obSDStage4Message" = "Suoratoista viihteesi suurelle näytölle AirPlaylla ja Google Chromecastilla.";
"obSDStage4Title" = "Apple AirPlay ja Google Cast";
"obSDStage5Message" = "Nauti videoista huippuluokan ääniformaateilla, kuten %@ ja DTS. Toista taustalla, suoratoista televisioon ja paljon muuta...";
"obSDStage5Title" = "Tee enemmän apilla %@";
"svcSDCopyright" = "© 2020 Western Digital Corporation tai sen tytäryhtiöt. Kaikki oikeudet pidätetään";
"svcContactSupport" = "Ota yhteyttä tukeen";
"fdTicketRetryDownloading" = "Yritä ladata uudelleen";
"hoBrowse" = "Selaa";
"hoEmptyFolderSub_SD" = "Nämä eivät ole etsimiäsi kansioita...";
"hoSearchResults" = "Hakutulokset";
"pipAreYouSure" = "Oletko varma?";
"pipDescription" = "Auta SanDiskiä parantamaan %@-appikokemustasi jakamalla anonyymejä laite- ja appitietoja.";
"pipDoNotShare" = "Älä jaa";
"pipLearnMore" = "Lisätietoja";
"pipMoreInfo" = "Tuoteparannus kerää ja lähettää säännöllisesti diagnostiikka- ja käyttötietoja, jotka auttavat SanDiskiä parantamaan laatua ja suorituskykyä. Nämä tiedot sisältävät yleensä laitteen määritykset, apin käytön, tallennustilan käytön, tiedostotyypit sekä virhediagnostiikan.";
"pipShare" = "Jaa";
"pipTitle" = "Tuoteparannus";
"pipWithoutItem1" = "%@ uutta ominaisuutta";
"pipWithoutItem2" = "Palvelun huoltokatkoksia";
"pipWithoutItem3" = "Mukautettu ohjelmakokemus";
"pipWithoutTitle" = "Olet pimennossa ilman anonyymiraportointia ja ohjelmatietoja:";
"pipYesDoNotShare" = "Ei, älä jaa";
"svcMoreAboutProButtonTile" = "Lisätietoja";
"svcUpgradeNowTitle" = "Päivitä Pro-versioon ja ota käyttöön upeita uusia ominaisuuksia!";
"ttEpisodes" = "jaksoa";
"ttMovies" = "elokuvaa";
"ttShows" = "ohjelmaa";
"wsWatched" = "Katsottu";
"svcUseFaceID" = "Käytä Face ID:tä";
"iapCancelSubscriptionButton" = "Tilaukset";
"iapContinuePurchasingButton" = "Ohita";
"iapFeatureDescriptionInAppPurchaseSync" = "Yhdellä ostoksella saat käyttöösi kaikki Infuse Pro:n upeat ominaisuudet iPhonessa, iPadissa, Apple TV:ssä, Macissa ja Visionissa.";
"iapFeatureDescriptionUpdatesForLife" = "Pääset nauttimaan mahtavista uusista ominaisuuksista kaikissa tulevissa päivityksissä, myös merkittävissä versioissa kuten v9, v10 jne...";
"iapFeatureTitleInAppPurchaseSync" = "Yksi osto, kaikki laitteet";
"iapFeatureTitleUpdatesForLife" = "Elinikäiset päivitykset";
"iapMostPopular" = "Suosituin";
"iapPurchaseAnnual" = "Vuosittainen";
"iapPurchaseLifetime" = "Elinikäinen";
"iapPurchaseMonthly" = "Kuukausittainen";
"iapPurchaseOneMonthFree" = "1 kk kokeilu";
"iapPurchaseOneWeekFree" = "1 viikon kokeilu";
"iapPurchaseProForever" = "Ikuinen Pro";
"iapPurchaseSavingsFormat" = "Säästä %@ %%";
"iapPurchaseTrialInfo" = "Kaikki tilaukset alkavat ilmaisella kokeilujaksolla. Peruuta milloin tahansa.";
"iapPurchaseUpgrade" = "Erikois";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "Vaikuttaa siltä, että sinulla on vielä aktiivinen Infuse Pro -tilaus, jota ei enää tarvita. Voit hallita tätä App Storen Tilaukset-osiossa.";
"iapTermsOfUse" = "Tilauksesi sisältää ilmaisen kokeilujakson, joka alkaa, kun ostoksesi on vahvistettu iTunes-tililläsi. Kun kokeilujakso päättyy, tilauksesi alkaa ja jatkuu automaattisesti. iTunes-tiliäsi veloitetaan tulevasta jaksosta, ellet poista käytöstä automaattista uusimista tai peruuta tilaustasi tilisi asetuksista vähintään 24 tuntia ennen kuluvan kauden päättymistä. Katso käyttöehdot ja tietosuojakäytäntö osoitteessa firecore.com/terms-privacy";
"iapUpgradeToInfuseProTitle" = "Päivitä\nInfuse Prohon";
"iapChangePlan" = "Näytä tilaus";
"iapThanksForGoingProTitle" = "Kiitos,\nettä hankit PRO:n";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "Aktiivinen";
"pipPrivacyTitle" = "Tietosuojakäytäntö";
"pipShareDataSetting" = "Jaa anonyymit tiedot";
"liAllContent" = "Kaikki sisältö";
"pipAbout" = "Tietoja";
"pipEULA" = "Loppukäyttäjän lisenssisopimus";
"pipLegal" = "Juridinen";
"pipOpenSource" = "Kolmannen osapuolen ilmoitukset";
"ufShareProtocolVersion" = "SMB-versio";
"ufShareLegacySMB" = "Vanhempi versio";
"geUnexpectedResponse" = "Odottamaton palvelinvastaus. Yritä uudelleen.";
"hoAddToHomeScreen" = "Lisää Koti-valikkoon";
"hoAddToLists" = "Lisää luetteloihin";
"plConnectToPlex" = "Lisää Plex";
"plFollowSteps" = "Kirjaudu sisään Plex-tiliin seuraavasti";
"plLoginTitle" = "Yhdistä Plexiin";
"plNoServersMessage" = "Liitä palvelin Plex-tiliisi ja yritä uudelleen.";
"plNoServersTitle" = "Ei Plex-palvelimia";
"plRepeatAttempt" = "Yritä uudelleen";
"plSelectServerTitle" = "Valitse palvelin";
"plUseAuthCode" = "Syötä todennuskoodi";
"liMoviesGenres" = "Elokuvalajityypit";
"liRecentlyAddedMovies" = "Viimeksi lisätyt elokuvat";
"liTopRatedMovies" = "Suosituimmat elokuvat";
"liUnwatchedTVShows" = "Katsomattomat TV-ohjelmat";
"hoRemoveListButtonTitle" = "Poista luettelo";
"hoUpdatingMetadata" = "Päivitetään metatiedot...";
"prRefresh" = "Päivitä";
"tiRefreshMeta" = "Päivitä metatiedot";
"hoHideShare" = "Piilota jako";
"hoShowShare" = "Näytä jako";
"hoRefreshCategoryArtwork" = "Päivitä luokan kuvitusta";
"liOnDeck" = "Pinnalla";
"pacoLockSearch" = "Haun lukitus";
"emCodecNotAvailable" = "%@ ei voi toistaa tätä tiedostoa, koska vaadittu koodekki ei ole käytettävissä.";
"emOptInEncouragement" = "Pyrimme lisäämään tuen ylimääräisille mediatiedostomuodoille, ja osallistumalla tuotteen kehitystyöhön autat meitä tukemaan näitä videoita nopeammin.";
"geOptIn" = "Osallistu";
"acCloudSyncWarningMessage" = "Näyttää siltä, että suuri määrä iCloudin tietoja on äskettäin muutettu tai poistettu. Haluatko, että nämä muutokset synkronoidaan laitteeseesi?";
"acCloudSyncWarningProceed" = "Synkronoi nyt";
"acCloudSyncWarningTitle" = "iCloud-varoitus";
"svcShareStatistics" = "Jaa kaatumistiedot";
"bcProducer" = "Tuottaja";
"bcProducers" = "Tuottajat";
"pmSubtitlesExternal" = "%1$@ (ulkoinen %2$@)";
"pmSubtitlesForcedExternal" = "%1$@ (pakotettu ulkoinen %2$@)";
"pmSubtitlesLanguageUnknown" = "Tuntematon";
"svcSubtitlesForcedOnly" = "Vain pakotettu";
"prPlayVersion" = "Valitse versio";
"liStatusFetchingiCloud" = "Synkronoidaan iCloudin kanssa";
"liStatusFetchingUpNext" = "Haetaan Seuraavaksi-luettelo";
"svcResumePlayback" = "Jatka toistoa";
"svcResumePlaybackAsk" = "Kysy";
"li4K" = "4K";
"liByResolution" = "Resoluution mukaan";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"pmTinier" = "Pikkuruinen";
"pmTiny" = "Pienen pieni";
"svcSubtitlesFetching" = "Tekstityksien lataus";
"afAddUrlAlertMessage" = "Haluatko lisätä luetteloon osoitteen ’%@’?";
"afAddUrlAlertTitle" = "Lisää URL-osoite";
"afAddUrlStep1" = "Kopioi suora video-URL-osoite Safarista, esim.";
"afAddUrlStep2" = "Käynnistä %@ ja avaa tämä ruutu.";
"afAddUrlStep3" = "Vahvista tuotu URL-osoite tai lisää se manuaalisesti.";
"afAddUrlStep4" = "Valitse luettelosta kohde suoratoistaaksesi sen tai tallenna se laitteellesi latauspainikkeella.";
"afAddUrlsTitle" = "Lisää URL-osoitteet";
"geAdd" = "Lisää";
"pcBrightnessDown" = "Vähennä kirkkautta";
"pcBrightnessUp" = "Lisää kirkkautta";
"pcNextChapter" = "Seuraava luku";
"pcPlayPause" = "Toista/Keskeytä";
"pcPrevChapter" = "Edellinen luku";
"pcSkipBackward" = "Taaksepäin 15 s";
"pcSkipForward" = "Eteenpäin 15 s";
"pcStopPlayback" = "Lopeta";
"pcVolumeDown" = "Vähennä äänenvoimakkuutta";
"pcVolumeUp" = "Lisää äänenvoimakkuutta";
"pmVideoAlignBottom" = "Alhaalla";
"pmVideoAlignCenter" = "Ei mitään";
"pmVideoAlignTitle" = "Pystysuuntainen siirtymä";
"pmVideoAlignTop" = "Ylhäällä";
"svcFeedbackAlertMessage" = "Ota yhteyttä tukeen tai seuraa %@ Twitterissä lähettääksesi palautetta.";
"svcSubmitFeedback" = "Lähetä palautetta";
"emCloudNeedAuthorization" = "Käyttöoikeustunnus ei ole enää voimassa. Kirjaudu sisään uudelleen käyttääksesi jakoasi.";
"emCloudNeedAuthorizationAppleTV" = "Käyttöoikeustunnus ei ole enää voimassa. Kirjaudu sisään uudelleen iOS-laitteellasi, jossa on iCloud-synkronointi käytössä, käyttääksesi jakoasi.";
"emOneDriveUpgrade" = "Tämä Infuse-versio käyttää uuttaa OneDrive-integraatiota luotettavamman toiston takaamiseksi. Kirjaudu sisään uudelleen käyttääksesi jakoasi.";
"emOneDriveUpgradeAppleTV" = "Tämä Infuse-versio käyttää uuttaa OneDrive-integraatiota luotettavamman toiston takaamiseksi. Kirjaudu sisään uudelleen iOS-laitteellasi, jossa on iCloud-synkronointi käytössä, käyttääksesi jakoasi.";
"emOneDriveUpgradeTitle" = "OneDrive-päivitys";
"gdMyDrive" = "Oma Drive";
"gdSharedWithMe" = "Jaettu kanssani";
"gdTeamDrives" = "Tiimin Drivet";
"hoSignIn" = "Kirjaudu sisään";
"pmAspectRatio" = "Kuvasuhde";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Ultra-laajakuva (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "Kaiutin";
"pmSubtitlesBackground" = "Tausta";
"pmSubtitlesBackground_100" = "100 %";
"pmSubtitlesBackground_25" = "25 %";
"pmSubtitlesBackground_50" = "50 %";
"pmSubtitlesBackground_75" = "75 %";
"pmTrackOptionDefault" = "Oletus";
"pmTrackOptionForced" = "Pakotettu";
"emDolbyNotSupported" = "Valitettavasti Dolby-ääntä ei tueta tällä laitteella.";
"emBandwidthExceeded" = "Kaistankäyttörajoitus ylitetty";
"emCacheCleared" = "Metatietojen välimuisti tyhjennetty";
"emCacheEmpty" = "Apple TV:si levytila oli hiljattain vähissä, ja tvOS poisti appitietoja vapauttaakseen tilaa muille apeille. Tämän vuoksi Infusen metatiedot ja kansikuvat ovat mahdollisesti kadonneet.\n\nInfuse lataa nyt uudelleen videoidesi metatiedot ja kuvitukset.";
"emFileNotFound" = "Tiedostoa ei löytynyt";
"emMissingPlexFile" = "Hups, näyttää siltä, että tämä video on äskettäin siirretty tai poistettu. Käytä ‘Scan Library Files’ -vaihtoehtoa Plexissä ja yritä uudelleen.";
"emPlexRemoteLimit" = "Säädä etäsuoratoiston ja/tai latausnopeuden asetuksia Plexissä toistaaksesi tämän videon.";
"emCacheError" = "Metatietojen välimuistivirhe";
"emCacheErrorMessage" = "Oho, jokin meni pieleen, eikä metatietojen välimuisti ole enää kelvollinen. Infuse lataa nyt uudelleen metatiedot videoillesi.\n\nDiagnostiikkaraportin lähettäminen auttaa meitä jäljittämään ja ratkaisemaan tällaisia ongelmia tulevissa päivityksissä.";
"acCloudDownloadErrorMsg" = "Lataa tämä tiedosto ennen sen toistamista";
"hoLocalFilesMigration" = "Kiitos päivittämisestä Infuse 8:aan! Siirretäänkö paikalliset videosi uuteen versioon?";
"hoSaveAndPlay" = "Tallenna ja toista";
"svcAppearance" = "Ulkoasu";
"svcAppIcon" = "Appikuvake";
"svcDark" = "Tumma";
"svcLight" = "Vaalea";
"plServerWrongAccount" = "Palvelinta, jota yrität käyttää, ei löydy tältä tililtä.";
"liStatusFetchingAdditionalMetadataFor" = "Haetaan tietoja jaolle %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "Päivitetään Spotlight-hakua";
"pmDeinterlacingIvtc" = "Filmi (IVTC)";
"pmDeinterlacingLinear" = "Tehokas (Linear)";
"pmDeinterlacingYadif" = "Korkea laatu (Yadif)";
"pacoHideFromFilesApp" = "Poista käytöstä Tiedostot-appi";
"ufAdvanced" = "Lisäasetukset";
"ufMacAddress" = "MAC-osoite";
"fdTicketDownloadUnwatched" = "Katsomattomat jaksot";
"fdTicketDownloadAllEpisodes" = "Kaikki jaksot";
"fdTicketDownloadSingleEpisode" = "Yksittäinen jakso";
"emDropboxEmailNotVerified" = "Sähköpostiosoitetta ei ole vahvistettu";
"emDropboxEmailNotVerifiedMessage" = "Vahvista sähköpostiosoitteesi Dropboxissa ennen jatkamista.";
"hoAddToPlaylist" = "Lisää toistoluetteloon";
"hoCreateNewPlaylist" = "Luo toistoluettelo";
"hoDeletePlaylist" = "Poista toistoluettelo";
"hoPlaylistTitle" = "Toistoluettelon nimi";
"hoRemoveFromPlaylist" = "Poista toistoluettelosta";
"hoRenameFavorite" = "Nimeä suosikki uudelleen";
"hoRenamePlaylist" = "Nimeä toistoluettelo uudelleen";
"hoUpdatingPlaylist" = "Päivitetään toistoluetteloa...";
"liPlaylists" = "Toistoluettelot";
"NSBluetoothAlwaysUsageDescription" = "Käytetään lähellä olevien Google Cast -laitteiden löytämiseen";
"pmSubtitlesFontPreview" = "Albert osti fagotin ja töräytti puhkuvan melodian.";
"pmSubtitlesMoreFonts" = "Lisää...";
"ufUploadInfoNetworkSame" = "Kytke tietokone samaan Wi-Fi-verkkoon.";
"acSavingToDocuments" = "Tallennetaan %@en";
"hoRenameList" = "Nimeä luettelo uudelleen";
"pmItalic" = "Kursivoitu";
"pmSubtitlesMissingFontsListFooter" = "Napauta fonttia ja valitse se luettelosta tuodaksesi sen käytettäväksi videoiden toistamista varten.";
"pmSubtitlesMissingFontsListHeader" = "Tämä video käyttää muutamaa puuttuvaa fonttia. Saat parhaan kokemuksen tuomalla alla luetellut fontit.";
"pmSubtitlesMissingFontsTitle" = "Puuttuvat fontit";
"hoAddToWatchlist" = "Lisää katseluluetteloon";
"hoEmptyPlaylistsMessage" = "Luo toistoluetteloa etsimällä video kirjastostasi ja valitsemalla Toistoluettelot-vaihtoehto.";
"hoRemoveFromWatchlist" = "Poista katseluluettelosta";
"hoUpdatingWatchlist" = "Päivitetään katseluluetteloa...";
"ivcNoPlayableContentInFolder" = "Tämä kansio ei sisällä toistettavia kohteita";
"ivcPlay" = "Toista";
"ivcPlayLoop" = "Jatkuva toisto";
"ivcPlayLoopAndShuffle" = "Jatkuva toisto ja sekoitus";
"ivcPlayShuffle" = "Sekoitus";
"ivcSearchingPlayableContent" = "Etsitään saatavilla olevia videoita...";
"hoAddToList" = "Lisää luetteloon";
"hoManageLists" = "Toistoluettelot";
"hoNoFavorites" = "Ei suosikkeja";
"hoReOrderReset" = "Palauta lajittelujärjestys";
"hoReOrderTitle" = "Koti-valikko";
"svcHomescreenSettingsTitle" = "Koti-valikko";
"svcStreamingDiskCacheDisabled" = "Vanhempi versio";
"svcStreamingDiskCacheTitle" = "Suoratoistovälimuisti";
"hoReOrderCurrentFavoritesSectionTitle" = "Omat suosikit";
"hoReOrderCurrentListsSectionTitle" = "Omat luettelot";
"hoReOrderDefaultFavoritesSectionTitle" = "Oletussuosikit";
"hoReOrderDefaultListsSectionTitle" = "Oletusluettelot";
"iapPurchaseOneYearFree" = "1 vuoden kokeilu";
"ivcPlayVersion" = "Toistoversio";
"pipDescriptionNew" = "Auta %1$@a parantamaan %2$@-appikokemustasi jakamalla anonyymejä laite- ja appitietoja.";
"pipMoreInfoNew" = "Tuoteparannus kerää ja lähettää säännöllisesti diagnostiikka- ja käyttötietoja, jotka auttavat %@a parantamaan laatua ja suorituskykyä. Nämä tiedot sisältävät yleensä laitteen määritykset, apin käytön, tallennustilan käytön, tiedostotyypit sekä virhediagnostiikan.";
"pipDoNotShare_Infuse" = "Ei kiitos";
"pipShare_Infuse" = "Kuulostaa hyvältä";
"spteBrowsingHint" = "Valitse videotiedosto verkkonopeuden testaamiseksi.";
"spteChart" = "Näytä kaavio";
"spteControllerTitle" = "Nopeustesti tiedostolle %@";
"spteFileSize" = "Tiedostokoko:";
"spteLastSecSpeed" = "Nykyinen nopeus:";
"spteMinSpeed" = "Pienin nopeus:";
"spteProgress" = "Edistyminen:";
"spteReadBytes" = "Tavua luettu:";
"spteStart" = "Aloita testi";
"spteStop" = "Lopeta testi";
"spteTestConnection" = "Nopeustesti";
"spteTotalSpeed" = "Keskinopeus:";
"hoDisconnectGoogleCast" = "Katkaise yhteys";
"emCacheCorruptedButton" = "Uudelleenkäynnistä";
"emCacheCorruptedMessage" = "Hups, jotain meni vikaan ja metatietovälimuisti ei ole enää kelvollinen. Käynnistä %@ uudelleen palauttaaksesi metatietovälimuistin.";
"emCacheCorruptedTitle" = "Välimuistivirhe";
"emCacheRestoredMesssage" = "%@ yrittää nyt palauttaa metatietovälimuistin.\n\nDiagnostiikkaraportin lähettäminen auttaa meitä jäljittämään ja ratkaisemaan tällaisia ongelmia tulevissa päivityksissä.";
"emCacheRestoredTitle" = "Välimuisti palautettu";
"pmPlaybackSpeed" = "Toistonopeus";
"pmPlaybackSpeedCustom" = "Mukautettu (%@)";
"pmPlaybackSpeedNormal" = "Normaali";
"svcDefaultPlaybackSpeed" = "Toistonopeus";
"foRemoveFromPrompt" = "Haluatko, että \"%1$@\" (%2$@) poistetaan pysyvästi?";
"svcSectionSync" = "Synkronointi";
"ttRateCommentPlaceholder" = "Kommentoi Traktissa (sen on oltava englanninkielinen ja sisältää vähintään 5 sanaa)";
"ttRateContainsSpoilers" = "Sisältää juonipaljastuksia";
"ttRateTitle" = "Mitä mieltä olet nimikkeestä\n”%@”?";
"ttSyncedWithTrakt" = "Yhdistetty Traktiin";
"ufPreCacheImages" = "Kuvituksen esivälimuisti";
"eyConnectToEmby" = "Lisää Emby (Emby Connect)";
"eyEmbyConnect" = "Emby Connect";
"eyLogin" = "Kirjaudu sisään";
"eyNoServers" = "Palvelimia ei löytynyt. Liitä palvelin Emby Connect -tiliisi ja yritä uudelleen.";
"eyOtherEmbyServer" = "Lisää Emby";
"eyOtherJellyfinServer" = "Lisää Jellyfin";
"eyPinCodeExpired" = "PIN-koodi on vanhentunut";
"eyRequestingServers" = "Pyydetään palvelinluetteloa...";
"eyServers" = "Palvelimet";
"eyUseEmbyConnectAccount" = "Käytä Emby Connect -tiliäsi tai luo tili osoitteessa https://emby.media/connect";
"svcHideSpoilers" = "Kätke juonipaljastukset";
"ufAddMediaServer" = "Lisää mediapalvelin";
"ufBaseURL" = "Perus-URL";
"ufDiscoveredServersSectionTitle" = "Käytettävissä olevat palvelimet";
"ufMediaServers" = "Mediapalvelimet";
"ufOnlineAccounts" = "Online-tilit";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "Haetaan tietoja jaolle %@";
"liStatusFetchingMetadataWithoutCounter" = "Noudetaan jaon %@ metatietoja";
"liStatusFetchingThumbnailsWithoutCounter" = "Haetaan kuvitusta jaolle %@";
"li1-4Stars" = "1-4 tähteä";
"li10s" = "2010";
"li20+" = "2020+";
"li6Stars" = "6 tähteä";
"li7Stars" = "7 tähteä";
"li8-10Stars" = "8-10 tähteä";
"liActors" = "Näyttelijät";
"liStatusFetchingContentForLibrary" = "Haetaan tietoja %1$@ (%2$d\U00A0/\U00A0%3$d)";
"liStatusFetchingNextUpFor" = "Noudetaan jaon %@ Seuraavaksi-luettaloa";
"liStatusMergingContentFor" = "Jaon %@ sisällön noutoa viimeistellään";
"emCacheEmptyIOS" = "Infuse lataa nyt videoidesi metatiedot ja kuvitukset uudelleen.";
"eyCheckingPlugin" = "Odotetaan InfuseSynciä...";
"eyPluginSuggestion" = "Asenna InfuseSync-laajennus palvelimelle %@ skannauksen nopeuttamiseksi";
"eyRestartServer" = "Viimeistele InfuseSync-lisäosan asennus käynnistämällä palvelin %@ uudelleen";
"gdComputers" = "Tietokoneet";
"liWaitingForDownloads" = "Odotetaan latausten valmistumista";
"pmSubtitlesOpacity" = "Läpinäkyvyys";
"pmSubtitlesOpacityOpaque" = "Läpinäkymätön";
"pmSubtitlesOpacitySemiTransparent" = "Osittain läpinäkyvä";
"pmSubtitlesOpacityTransparent" = "Läpinäkyvä";
"coLightGray" = "Vaalean harmaa";
"fdPauseDownloadButtonTitle" = "Pysäytä lataaminen";
"fdResumeDownloadButtonTitle" = "Jatka lataamista";
"fdTicketDownloadDownloadAllEpisodes" = "Lataa kaikki jaksot";
"fdTicketDownloadDownloadSingleEpisode" = "Lataa yksittäinen jakso";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "Lataa katsomattomat jaksot";
"fdTicketDownloadPauseAllEpisodes" = "Keskeytä kaikki jaksot";
"fdTicketDownloadPauseSingleEpisode" = "Keskeytä yksittäinen jakso";
"fdTicketDownloadResumeAllEpisodes" = "Jatka kaikkia jaksoja";
"fdTicketDownloadResumeSingleEpisode" = "Jatka yksittäistä jaksoa";
"fdTicketDownloadRetryAllEpisodes" = "Yritä kaikkia jaksoja uudelleen";
"fdTicketDownloadRetrySingleEpisode" = "Yritä uudelleen yksittäistä jaksoa";
"fdTicketDownloadStopAllEpisodes" = "Lopeta kaikki jaksot";
"fdTicketDownloadStopSingleEpisode" = "Lopeta yksittäinen jakso";
"fdTicketManageDownload" = "Latausten hallinta";
"liRefreshMetadataConfirmationOk" = "Jatka";
"liRefreshMetadataConfirmationText" = "Infuse etsii metatietojen päivityksiä kirjastosi kohteille. Tämä voi kestää huomattavan kauan.";
"liRefreshMetadataTitle" = "Päivitä metatiedot";
"liStatusFetchingMetadataChanges" = "Haetaan metatietomuutoksia";
"pacoRequirePin" = "Vaadi PIN-koodi";
"pacoRequirePinEveryPlay" = "Jokainen toisto";
"pacoRequirePinEverySession" = "Jokainen istunto";
"emMissingMediaServerFile" = "Hups, näyttää siltä, että tämä video on äskettäin siirretty tai poistettu. Skannaa palvelimen kirjastotiedostot päivittääksesi ja yritä uudelleen.";
"bmBookmarkIsStale" = "Kansiota %@ ei löytynyt. Yritä uudelleen.";
"bmFileReadNoPermission" = "Kansiota %@ ei voitu avata, koska sinulla ei ole oikeuksia sen sisältöön. Yritä lisätä ulkoinen kansio uudelleen.";
"bmFailedToGetAccess" = "Ulkoista kansiota %@ ei voitu käyttää";
"bmNoValidFileProviderFound" = "Kansiota %@ ei löytynyt. Tarkista sijainti ja yritä uudelleen.";
"bmSmbLocationCannotAdd" = "SMB-jakojen käyttö ulkoisina kansioina ei ole mahdollista. Luo suora yhteys käyttämällä ’Saatavilla olevat jaot’ -luetteloa.";
"bmDeviceRootLocationCannotAdd" = "Koko laitetta ei voi lisätä ulkoiseksi kansioksi. Valitse sen sijaan alikansio.";
"bmNotEnoughAvailableDiskSpace" = "Tiedostoa %@ ei voi tallentaa. Levytilaa ei ole riittävästi.";
"bmCloudDownloading" = "Ladataan paikalliseen iCloud-tallennustilaan";
"ttRateLimit" = "Trakt-pyyntöjen enimmäismäärä on ylittynyt. Yritä uudelleen myöhemmin.";
"ufExternalDocumentsCategory" = "Ulkoisten kansioiden kautta";
"svcTrueBlackTheme" = "Täysin musta tila";
"svcCellularDownload" = "Synkronointi ja lataus mobiiliverkossa";
"mnzEnterPinCode" = "Jatka valtuutusta antamalla todennusapissa näkyvä koodi:";
"mnzInvalidPinCode" = "Virheellinen tai vanhentunut koodi.";
"emLocalNetworkPermission" = "Verkkoyhteys poistettu käytöstä";
"emLocalNetworkPermissionMessage" = "Ota verkkoyhteys käyttöön kohdassa Järjestelmäasetukset > Tietosuoja ja suojaus > Lähiverkko";
"ufInstallPlugin" = "Asenna InfuseSync-laajennus";
"fdTicketDownloadingError" = "Latausvirhe";
"fdTicketDownloadingRetry" = "Yritä uudelleen";
"fdTicketDownloadingQueued" = "Jonossa";
"fdTicketDownloadingPaused" = "Keskeytetty";
"liStatusCheckingUpNext" = "Tarkistetaan Seuraavaksi-luetteloa";
"liCheckAndRetry" = "Tarkista, että ’%@’ on käytettävissä, ja yritä uudelleen";
"hoPinToHomeScreen" = "Kiinnitä Koti-valikkoon";
"hoRemoveFromHomeScreen" = "Poista Koti-valikosta";
"hoRemoveFromHomeScreenMessage" = "Oletko varma, että haluat poistaa ’%1$@’?";
"hoHomeIsEmpty" = "Koti-valikko on tyhjä";
"hoLetsPinSomeItems" = "Kiinnitetään joitakin kohteita tänne";
"hoLetsFindSomeVideos" = "Haetaan videoita, jotka voit lisätä Koti-valikkoon";
"hoEditHomeScreen" = "Muokkaa Koti-valikkoa";
"hoFilesAreBeingProcessed" = "Tiedostojasi käsitellään";
"hoFilesWillAppear" = "Ne näkyvät täällä hetken kuluttua";
"hoFilesScreenIsEmpty" = "Tiedostot-valikko on tyhjä";
"hoLetsAddSomeFiles" = "Etsitään nyt videoita, jotka lisätään tiedostoihisi";
"hoHome" = "Koti";
"hoSearchResultsWithText" = "Tulokset haulle \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "Kiinnitetyt kohteet";
"hoReOrderDefaultItemsSectionTitle" = "Oletuskohteet";
"hoReOrderAllItemsSectionTitle" = "Kaikki kohteet";
"hoNewTitle" = "Uusi nimi";
"svcTitleMac" = "Asetukset";
"svcLanguagePickerTitle" = "Valitse kieli:";
"svcClearAllMetadataMac" = "Tyhjennä";
"tiDescriptionShowMore" = "LISÄÄ";
"tiDescription" = "Kuvaus";
"tiCastAndCrew" = "Näyttelijät ja tuotantoryhmä";
"tiActor" = "Näyttelijä";
"tiResume" = "Jatka kohdasta %@";
"tiSpoilerAlert" = "Juonipaljastus";
"iapUpgradeToInfuseProFormat" = "Päivitä versioon\n%@";
"iapUpgradeToInfusePro" = "Infuse Pro";
"ufNetworkSharesSectionTitle" = "Verkkojaot";
"ufLocalSharesSectionTitle" = "Paikalliset jaot";
"ufAddShareTitle" = "Lisää...";
"ufAddShareItemTitle" = "Lisää %@";
"ufDefaultShareName" = "Oma %@";
"afAddUrlMacStep1" = "Kopioi selaimesta suora videon URL-osoite, esim.";
"afAddUrlMacStep2" = "Liitä tuotu URL-osoite tai lisää URL-osoite manuaalisesti.";
"afAddUrlMacStep2Placeholder" = "Syötä URL tähän";
"afAddUrlMacStep2PlaceholderMini" = "Kirjoita URL tähän, esim. http://esimerkki.com/näyte.mp4";
"afAddUrlMacStep3" = "Valitse luettelosta kohde suoratoistaaksesi sen tai tallenna se laitteellesi latauspainikkeella.";
"afAddUrlsMacTitle" = "Lisää";
"afAddLocalFolderTitle" = "Lisää paikallinen kansio";
"afLocalShareTitle" = "Paikallinen";
"fdNoDownloadsMacTitle" = "Kaikki lataukset suoritettu";
"liRecentlyAddedTVShows" = "Viimeksi lisätyt TV-ohjelmat";
"liUnwatchedMovies" = "Katsomattomat elokuvat";
"spteProgressTitle" = "Edistyminen";
"spteCurrentSpeedTitle" = "Tämänhetkinen";
"spteAverageSpeedTitle" = "Keskimääräinen";
"spteMinimumSpeedTitle" = "Minimi";
"spteSpeedMbps" = "%@ Mbit/s";
"mnuPreferences" = "Asetukset...";
"mnuAddFiles" = "Lisää tiedostoja...";
"mnuOpen" = "Avaa tiedosto...";
"alAppExpiredTitle" = "Infuse on vanhentunut";
"alAppExpiredMessage" = "Tämä Infuse-versio on vanhentunut. Asenna uusin versio jatkaaksesi.";
"alNewVersionMessage" = "Infuse %1$@ on nyt saatavilla, sinulla on %2$@. Haluatko ladata sen nyt?";
"alNewVersionDownload" = "Lataa";
"liSeeAll" = "Näytä kaikki";
"hoCacheOptimizationTitle" = "Optimoidaan kirjastoa";
"hoCacheOptimizationMessage" = "Kirjastoasi optimoidaan suorituskyvyn parantamiseksi. Pidä Infuse auki.";
"hoShowGridTitles" = "Näytä nimikkeet";
"hoHideGridTitles" = "Kätke nimikkeet";
"svcAlwaysShowTitlesTV" = "Näytä julisteiden nimikkeet";
"ttSwitchToClassicView" = "Perinteinen näkymä";
"ttSwitchToModernView" = "Moderni näkymä";
"vvSkipIntro" = "Ohita intro";
"pmVideoUpscaling" = "Edistynyt ylösskaalaus";
"pmVideoUpscalingHighest" = "Korkea (4K)";
"pmVideoUpscalingHigh" = "Normaali (HD)";
"pmVideoUpscalingMax" = "Maksimi (rajoittamaton)";
"hoShowInFinder" = "Näytä Finderissa";
"tiSearchMetadata" = "Hae metatiedot";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "Vaikuttaa siltä, että sinulla on edelleen aktiivinen Infuse Pro -tilaus, jota et enää tarvitse. Voit hallita tilausta kohdassa Asetukset > Käyttäjät ja tilit > [tilin nimi] Tilaukset.";
"svcPrePlaybackLayoutSettingTitle" = "Tiedot-näkymä";
"svcPrePlaybackLayoutModern" = "Moderni";
"svcPrePlaybackLayoutClassic" = "Klassinen";
"svcAutoSelectNextItem" = "Valitse seuraava automaattisesti";
"tiGuestStar" = "Vieraileva tähti";
"tiCreator" = "Luoja";
"tiCreators" = "Luojat";
"geProceed" = "Jatka";
"hoUseLocalMetadataConfirmation" = "Paikallisten metatietojen ottaminen käyttöön tässä kansiossa poistaa kaikki olemassa olevat metatiedot/kuvittukset ja luo uudelleen vain upotettujen tietojen avulla. Online-metatietolähteitä ei käytetä tämän kansion kohteille.";
"pcRewindSecondsFormat" = "%ld sekuntia";
"svcAdvancedOptions" = "Lisäasetukset";
"ufUsbCableTitle" = "USB-kaapeli";
"ufUsbCableDesc" = "Alla olevat vaiheet koskevat macOS 10.15:tä ja uudempia versioita. Vanhemmissa versioissa (tai Windowsissa) sama prosessi voidaan suorittaa iTunesin kautta.";
"ufUsbCableStep1Desc" = "Yhdistä laitteesi tietokoneeseen USB-kaapelilla.";
"ufUsbCableStep2Desc" = "Avaa Finder tietokoneellasi. Synkrottoitavat videot näkyvät Elokuvat- tai TV-ohjelmat-osiossa.";
"ufUsbCableStep3Desc" = "Avaa Elokuvat- tai TV-ohjelmat-välilehti ja valitse synkronoitavat videot asettamalla valintamerkki niiden viereen.";
"ufUsbCableStep4Desc" = "Paina Synkronoi-painiketta, kun olet valinnut kaikki videot.";
"ufUsbCableDetail" = "Finderillä tai iTunesilla";
"ufDocumentTitle" = "Dokumentit";
"ufHttpDetail" = "Vaatii Wi-Fi-yhteyden";
"ufUploadInfoHTTPTransferFiles" = "Tiedostojen siirtäminen";
"ufOtherAppsTitle" = "Muut apit";
"ufLinksTitle" = "Suora URL-osoite";
"ufFilesTitle" = "Tiedostot";
"ufLocationsSectionTitle" = "Sijainnit";
"hoSortingByTitle" = "Lajittelu: Nimike";
"hoSortingByFileName" = "Lajittelu: Tiedostonimi";
"hoSortingByDate" = "Lajittelu: Päivämäärä";
"hoSortingByReleaseDate" = "Lajittelu: Julkaisupäivä";
"hoLocalMetadata" = "Metatiedot: Paikallinen";
"hoOnlineMetadata" = "Metatiedot: Online";
"svcPicksOfTheDayModeTitle" = "Päivän valinnat";
"svcPicksOfTheDayModeMoviesShows" = "Elokuvat ja TV-ohjelmat";
"svcPicksOfTheDayModeMovies" = "Vain elokuvat";
"svcPicksOfTheDayModeShows" = "Vain TV-ohjelmat";
"liRandom" = "Päivän valinnat";
"liMusic" = "Konsertit";
"liShortFilms" = "Lyhyet";
"liGenreMusic" = "Musiikki";
"svcBlackoutOtherScreens" = "Pimennä muut näytöt koko näytön ollessa käytössä";
"tvshAddCloudShareHint" = "Jotta pilvijaot (kuten Dropbox ja Google Drive) näkyisivät täällä, lisää ne ensin iOS:ään tai macOS:ään.";
"liFeatureFilms" = "Pitkät elokuvat";
"pcSkipFormat" = "%d sek.";
"mnuNextMedia" = "Seuraava video";
"mnuPrevMedia" = "Edellinen video";
"mnuEnterFullscreen" = "Koko näyttö päälle/pois";
"mnuEnterPip" = "Kuva kuvassa -tila päälle/pois";
"mnuSpeedUp" = "Nopeuta";
"mnuSpeedDown" = "Hidasta";
"mnuNormalSpeed" = "Normaali nopeus";
"mnuMute" = "Mykistä";
"mnuToggleSubtitles" = "Tekstitykset päälle/pois";
"mnuDisabledSubtitles" = "Tekstitykset poistettu käytöstä";
"mnuCycleAudioTrack" = "Vaihda ääniraitojen välillä";
"mnuCycleSubtitles" = "Vaihda tekstitysten välillä";
"svcStreamingCacheMemoryOnly" = "Vain muisti";
"svcHDRTonemappingMode" = "HDR-värit";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"tiSeasonSelectTitle" = "Valitse kausi";
"hoDeleteCollection" = "Poista kokoelma";
"hoUpdatingCollection" = "Päivitetään kokoelmaa...";
"hoRenameCollection" = "Nimeä kokoelma uudelleen";
"hoAddToCollection" = "Lisää kokoelmaan";
"hoCreateNewCollection" = "Luo kokoelma";
"hoCollectionTitle" = "Kokoelman nimi";
"hoEmptyCollectionMessage" = "Luo kokoelma etsimällä video kirjastostasi ja valitsemalla ’Kokoelmat’-vaihtoehto.";
"svcSectionHotKeys" = "Pikanäppäimet";
"svcShowTmdbCollections" = "TMDB-kokoelmat";
"svcShowCustomCollections" = "Mukautetut kokoelmat";
"svcGroupMoviesIntoCollections" = "Ryhmittele elokuvat kokoelmiin";
"svcGroupTVShowsIntoCollections" = "Ryhmittele TV-ohjelmat kokoelmiin";
"svcHotKeysResetAll" = "Palauta kaikki";
"svcHotKeysResetAllButton" = "Palauta";
"svcHotKeysResetAllConfirmationText" = "Oletko varma, että haluat palauttaa pikanäppäinasetuksesi?";
"svcHotKeysDescription" = "Kaksoisklikkaa riviä muokataksesi sen näppäinsidontaa";
"svcHotKeysHint" = "Muokkaa sidontaa painamalla mitä tahansa näppäintä. Peruuta painamalla ESC.";
"svcHotKeysWarning" = "Yhdistelmä %@ on jo käytössä";
"svcShowLogoTitle" = "Näytä logot";
"svcShowLogoMoviesOnly" = "Vain elokuvat";
"svcShowLogoTVShowsOnly" = "Vain TV-ohjelmat";
"hoReorder" = "Järjestä uudelleen";
"mnuFloatOnTop" = "Kellu päällä";
"vvNextEpisode" = "Seuraava jakso";
"hoCollectionsForEmptyTVShow" = "Lisää TV-ohjelmia kirjastoon sisällyttääksesi ne kokoelmaan";
"foRemovePromptWithCount" = "Haluatko, että ’%1$@’ (%2$d tiedostoa) poistetaan pysyvästi?";
"foRemoveFromPromptWithCount" = "Haluatko, että ’%1$@’ (%2$@) (%3$d tiedostoa) poistetaan pysyvästi?";
"foAllFilesAndFoldersRemoveButton" = "Video ja siihen liittyvät tiedostot";
"foVideoFilesOnlyRemoveButton" = "Vain videotiedostot";
"liStartCloudSync" = "Synkronoi iCloudin kanssa";
"liLastCloudSyncDate" = "(viimeksi: %@)";
"hoDeleteCollectionPrompt" = "Poista kokoelma";
"hoRemoveFromCollection" = "Poista kokoelmasta";
"foRemoveCannotBeDeleted" = "Näitä tiedostoja ei voi poistaa";
"wsMarkSeasonAsWatched" = "Merkitse kausi katsotuksi";
"wsMarkSeasonAsUnwatched" = "Merkitse kausi katsomattomaksi";
"wsMarkEpisodeAsWatched" = "Merkitse jakso katsotuksi";
"wsMarkEpisodeAsUnwatched" = "Merkitse jakso katsomattomaksi";
"wsSelectWatchAction" = "Merkitse...";
"liLastCloudSyncFailed" = "epäonnistui";
"emPlexRelayConnectionTitle" = "Relay-yhteys aktiivinen";
"emPlexRelayConnectionMessage" = "Tarkista verkkoasetuksesi ja varmista, että paikallinen yhteys (tai ei-relay-etäyhteys) Plex-mediapalvelimeesi toimii.";
"pcAudioDelayTuningHintWithValue" = "Säädä äänen viivettä pyyhkäisemällä vasemmalle/oikealle\nNykyinen arvo: %d ms";
"pmAudioDelay" = "Viive";
"pmAudioDelayValueMsec" = "%d ms";
"pmAudioDelayValueMsecWithTuning" = "%d ms, viritys päällä";
"pmAudioDelaySubmenuTitle" = "Äänen viive";
"pmAudioDelayTuningMode" = "Viritystila";
"afAddRootToFavorites" = "Lisää kaikki tiedostot suosikkeihin";
"shAllFiles" = "Kaikki tiedostot";
"svcForcedDolbyVision" = "Laajennettu Dolby Vision";
"tiMetadataLanguage" = "Metatietojen kieli";
"svcCollectionsAndGroups" = "Kokoelmat ja ryhmät";
"svcGroupVersions" = "Älykkäät ryhmät";
"svcVersionSelection" = "Valitse versio";
"svcVersionSelectionHighestQuality" = "Korkein laatu";
"svcVersionSelectionLowestQuality" = "Alhaisin laatu";
"svcDolbyVisionMode" = "Laajennettu Dolby Vision";
"svcDolbyVisionModeForced" = "Pakotettu";
"hoSave" = "Tallenna";
"svcDolbyVisionModeLimited" = "Rajoitettu";
"trTrailer" = "Traileri";
"trTrailers" = "Trailerit";
"trTrailersSearch" = "Haetaan trailereita...";
"trTrailersNotFound" = "Traileria nimikkeellä ’%@’ ei löytynyt.";
"trTrailersRequestLimit" = "Trailerit eivät ole tällä hetkellä saatavilla.\nYritä myöhemmin uudelleen.";
"tiPart" = "Osa %d";
"ppbVersionIMAX" = "IMAX";
"foAbstractRemoveButton" = "Poista";
"svcDownmixVolumeOriginal" = "Alkuperäinen";
"ppbVersionDirectorsCut" = "Ohjaajan versio";
"ppbVersionExtendedCut" = "Laajennettu versio";
"ppbVersionTheatricalCut" = "Teatteriversio";
"ppbVersionFinalCut" = "Lopullinen versio";
"ppbVersionUnratedCut" = "Arvioimaton versio";
"ppbVersionTVCut" = "TV-versio";
"ppbVersionUncut" = "Leikkaamaton";
"ppbVersionSpecialEdition" = "Erikoisversio";
"ppbVersionUltimateEdition" = "Ultimate-versio";
"ppbVersionBlackAndWhiteEdition" = "Mustavalkoinen";
"ppbVersionWideScreen" = "Laajakuva";
"ppbVersionFullScreen" = "Koko näyttö";
"hoVOReOrderLibrary" = "Muokkaa kiinnitettyjä kohteita";
"iapUnlockDolbyTitle" = "Dolby Audio";
"iapUnlockDolbyDescription" = "Nauti jokaisesta yksityiskohdasta korkealaatuisen Dolby-äänentoiston ansiosta.";
"iapUnlockDolbyMacNavBarTitle" = "Avaa DTS Audio ILMAISEKSI";
"iapUnlockDTSTitle" = "DTS-ääni";
"iapUnlockDTSDescription" = "Nauti jokaisesta yksityiskohdasta korkealaatuisen DTS-äänentoiston ansiosta.";
"iapUnlockDTSMacNavBarTitle" = "Avaa DTS-ääni ILMAISEKSI";
"iapUnlockCodecButton" = "Avaa ILMAISEKSI";
"iapUnlockCodecRemindLater" = "Muistuta myöhemmin";
"foMoveToBinPrompt" = "Oletko varma, että haluat siirtää ’%1$@’ roskakoriin?";
"foMoveToBinFromPrompt" = "Oletko varma, että haluat siirtää ’%1$@’ (%2$@) roskakoriin?";
"foMoveToBinPromptWithCount" = "Oletko varma, että haluat siirtää ’%1$@’ (%2$d tiedostoa) roskakoriin?";
"foMoveToBinFromPromptWithCount" = "Oletko varma, että haluat siirtää ’%1$@’ (%2$@) (%3$d tiedostoa) roskakoriin?";
"liLastCloudSyncFailedNotAuthenticated" = "(iCloud-tiliä ei löydy)";
"liLastCloudSyncFailedNoSpaceLeft" = "(iCloud-tila loppunut)";
"tiOriginalMetadataLanguage" = "Alkuperäinen";
"foAbstractRemoveTitle" = "Poistetaan ’%1$@’";
"svcDownmixVolumeNormalized" = "Normalisoitu";
"ufIndexingEnabled" = "Kirjastotila";
"liMiniseriesTVShows" = "Minisarja";
"liIndexingDisabled" = "Kirjastotila pois käytöstä";
"csAliyunBackupDisk" = "Varmuuskopiolevy";
"csAliyunResourceLibrary" = "Resurssikirjasto";
"ufAddAliyunDrive" = "Lisää Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "Oma Aliyun Drive";
"ppbVersionCinematicCut" = "Elokuvamainen versio";
"iapUnlockCodecWithPro" = "Sisältyy suunnitelmaan %@";
"foMoveToBinTitle" = "Siirretään ’%1$@’ roskakoriin";
"foMoveToRecentlyDeletedTitle" = "Siirretään ’%1$@’ äskettäin poistettuihin";
"foMoveToRecentlyDeletedPrompt" = "Oletko varma, että haluat siirtää ’%1$@’ äskettäin poistettuihin?";
"foMoveToRecentlyDeletedFromPrompt" = "Oletko varma, että haluat siirtää ’%1$@’ (%2$@) äskettäin poistettuihin?";
"foMoveToRecentlyDeletedPromptWithCount" = "Oletko varma, että haluat siirtää ’%1$@’ (%2$d tiedostoa) äskettäin poistettuihin?";
"foMoveToRecentlyDeletedFromPromptWithCount" = "Oletko varma, että haluat siirtää ’%1$@’ (%2$@) (%3$d tiedostoa) äskettäin poistettuihin?";
"foAbstractRemovePrompt" = "Oletko varma, että haluat poistaa ’%1$@’?";
"foAbstractRemoveFromPrompt" = "Oletko varma, että haluat poistaa ’%1$@’ (%2$@)?";
"foAbstractRemovePromptWithCount" = "Oletko varma, että haluat poistaa ’%1$@’ (%2$d tiedostoa)?";
"foAbstractRemoveFromPromptWithCount" = "Oletko varma, että haluat poistaa ’%1$@’ (%2$@) (%3$d tiedostoa)?";
"svcMixLfeIntoStereo" = "LFE stereo-alasmiksauksessa";
"svcDownmixVolume" = "Äänenvoimakkuuden alasmiksaus";
"acLinksAddedTitle" = "Uusia linkkejä lisätty";
"acAllLinksAddedMsg" = "Linkit ovat nyt saatavilla ruudulla %@.";
"acSomeLinksAddedMsg" = "Linkit ovat nyt saatavilla ruudulla %@. Joidenkin linkkien muotoa ei tueta, eikä niitä voi lisätä.";
"acLinksScreenTitleWithPath" = "Lisää tiedostoja > %@";
"plRecentlyAdded" = "Viimeksi lisätyt kirjastoon %@";
"plRecentlyAddedMovies" = "Viimeksi lisätyt elokuvat";
"plRecentlyAddedTV" = "Viimeksi lisätyt TV-ohjelmat";
"plRecentlyAddedVideos" = "Viimeksi lisätyt videot";
"plRecentPlaylists" = "Viimeisimmät toistoluettelot";
"eyLatest" = "Viimeisin %@";
"eyNextUp" = "Seuraavaksi";
"eyFavoriteSeries" = "Suosikkiohjelmat";
"eyFavoriteEpisodes" = "Suosikkijaksot";
"eyFavoriteMovies" = "Suosikkielokuvat";
"eyFavoriteVideos" = "Suosikkivideot";
"eyFavoriteCollections" = "Suosikkikokoelmat";
"eyFavoritePlaylists" = "Suosikkitoistoluettelot";
"emCacheRestoreTitle" = "Valmistellaan kirjastoasi...";
"emCacheRestoreReasonSystem" = "Apple TV:si levytila oli hiljattain vähissä, ja tvOS poisti appitietoja vapauttaakseen tilaa muille apeille.";
"emCacheRestoreReasonCorruption" = "Hups, jotain meni pieleen ja metatietojen välimuisti ei ole enää kelvollinen.";
"emRestoreOperationFailed" = "Pilvivarmuuskopio ei ole käytettävissä";
"emCacheRestoreActionRecreate" = "Skannaa kirjasto uudelleen";
"emCacheRestoreNoBackup" = "Pilvivarmuuskopioita ei löytynyt. Ota automaattinen varmuuskopiointi käyttöön, jotta kirjaston päivitykset sujuvat nopeammin tulevaisuudessa.";
"svcCloudSyncHint" = "Käytä iCloudia kirjasto- ja toistoasetusten synkronoimiseen laitteiden välillä.";
"svcBackups" = "Pilvivarmuuskopiointi";
"svcBackupsHint" = "Tallenna kirjaston tiedot pilveen saadaksesi nopeammat päivitykset, kun käytät Infusea.";
"svcAutoBackups" = "Automaattinen varmuuskopiointi";
"svcBackupNow" = "Tallenna varmuuskopio";
"svcRestoreNow" = "Palauta varmuuskopio";
"svcRestoreNowConfirmationMessage" = "Pilvivarmuuskopiosta palauttaminen poistaa nykyisen kirjastosi ja korvaa sen viimeisimmällä tallennetulla varmuuskopiolla. Jos päätät jatkaa, appi sulkeutuu.";
"svcPerformingBackup" = "Tallennetaan varmuuskopiota pilveen";
"svcLastBackupDate" = "Viimeisin varmuuskopio: %@";
"svcBackupOperationFailed" = "Varmuuskopiointi epäonnistui";
"foAboutRecentlyDeletedTitle" = "Äskettäin poistetut";
"foAboutRecentlyDeletedPrompt" = "Poistetut tiedostot siirretään Äskettäin poistetut -osioon Tiedostot-apissa. Käytä tätä appia tiedostojen pysyvään poistamiseen ja tilan vapauttamiseen.";
"foAboutRecentlyDeletedLearnMore" = "Lisätietoja";
"emCacheRestoreUpdating" = "Kirjastoasi päivitetään pilvestä saatavilla tiedoilla. Tämä kestää vain hetken.";
"svcForwardSkip" = "Kelaa eteenpäin";
"svcBackwardSkip" = "Kelaa taaksepäin";
"vvSkipCommercials" = "Ohita mainokset";
"vvSkipCredits" = "Ohita lopputekstit";
"pcSkipForwardFormat" = "Eteenpäin %ld s";
"pcSkipBackwardFormat" = "Taaksepäin %ld s";
"hoSearchRequiresTwoChars" = "Kirjoita vähintään kaksi merkkiä palvelinpuolen hakua varten.";
"hoSearchScope" = "Etsitään: %@";
"geInternalServerError" = "Sisäinen palvelinvirhe.";
"plAddToWatchlist" = "Lisää katseluluetteloon";
"plRemoveFromWatchlist" = "Poista katseluluettelosta";
"plAddShowToWatchlist" = "Lisää ohjelma katseluluetteloon";
"plRemoveShowFromWatchlist" = "Poista ohjelma katseluluettelosta";
"svcPlayVersion" = "Toistoversio";
"ufSmartFolders" = "Älykansiot";
"eyRecentlyReleasedMovies" = "Viimeksi julkaistut elokuvat";
"geCantEstablishConnectionToHostFormat" = "Yhteyden muodostaminen kohteeseen %@ ei onnistu";
"emPermissionsErrorTitle" = "Tarvittavat oikeudet puuttuvat";
"emPermissionsErrorDescription" = "Kirjaudu Google Driveen ja anna Infuselle oikeudet käyttää tiedostojasi.";
"emPermissionsErrorDescriptionTV" = "Kirjaudu sisään Google Driveen iPhonella, iPadilla tai Macilla ja anna Infuselle oikeudet käyttää tiedostojasi.";
"eySortByAlbum" = "Albumi";
"eySortByAlbumArtist" = "Albumin esittäjä";
"eySortByArtist" = "Esittäjä";
"eySortByBitrate" = "Bittinopeus";
"eySortByCollectionOrder" = "Kokoelman järjestys";
"eySortByComposer" = "Säveltäjä";
"eySortByCommunityRating" = "Yhteisön luokitus";
"eySortByContainer" = "Säiliötiedosto";
"eySortByCriticRating" = "Kriitikoiden luokitus";
"eySortByDateAdded" = "Lisäyspäivämäärä";
"eySortByDatePlayed" = "Toistamispäivä";
"eySortByFileName" = "Tiedostonimi";
"eySortByIMDB" = "IMDb-luokitus";
"eySortByLastEpisodeDateAdded" = "Viimeisimmän jakson lisäyspäivämäärä";
"eySortByNumber" = "Numero";
"eySortByParentalRating" = "Ikäsuositus";
"eySortByPlaylistOrder" = "Toistoluettelon järjestys";
"eySortByPlays" = "Toistoa";
"eySortByRandom" = "Satunnainen";
"eySortByReleaseDate" = "Julkaisupäivä";
"eySortByResolution" = "Resoluutio";
"eySortByRuntime" = "Kesto";
"eySortBySeries" = "Ohjelmat";
"eySortBySize" = "Koko";
"eySortByTitle" = "Nimike";
"eySortByYear" = "Vuosi";
"jfSortByCriticsRating" = "Kriitikoiden luokitus";
"jfSortByDateShowAdded" = "Ohjelman lisäyspäivämäärä";
"jfSortByDateEpisodeAdded" = "Jakson lisäyspäivämäärä";
"jfSortByFolders" = "Kansiot";
"jfSortByName" = "Nimi";
"jfSortByPlayCount" = "Toistokerrat";
"jfSortByPremiereDate" = "Ensi-iltapäivä";
"jfSortByTVDB" = "TheTVDB-luokitus";
"pmAutoDimming" = "Automaattinen himmennys";
"svcPrePlaybackLayoutNew" = "Uusi";
"ufPreCacheDetails" = "Esivälimuistitiedot";
"svcStreamingCacheLimited" = "Rajoitettu";
"vvSkipPreview" = "Ohita esikatselu";
"vvSkipRecap" = "Ohita kertaus";
"vvSkipSection" = "Ohita osio";
"svcEmbeddedThumbnails" = "Suosi upotettua kuvitusta";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "Lisää 123 Cloud Drive";
"ufDefaultShareName123" = "Oma 123 Cloud Drive";
"emBandwidthExceeded123Cloud" = "123 Cloud Driven ilmaisversion päivittäinen 1 Gt:n rajoitus on ylitetty.";
"pmVideoResamplingFilter" = "AI-ylösskaalaus";
"pmVideoResamplingFilterLanczos" = "Ei käytössä";
"pmVideoResamplingFilterSpatial" = "Käytössä";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "Lisää 115 Cloud Drive";
"ufDefaultShareName115" = "Oma 115 Cloud Drive";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "Lisää Baidu NetDisk";
"ufDefaultShareNameBaidu" = "Oma Baidu NetDisk";
"afRequestingQRCode" = "Pyydetään QR-koodia...";
"afQRCodeExpired" = "QR-koodi on vanhentunut";
"afSaveToCameraRoll" = "Tallenna kameran rullaan";
"af115CloudQRHint" = "Skannaa tämä QR-koodi 115-apissa";
"ufMaxQPSLimit" = "QPS-rajoitus";
"ppbOpenStrmlnk" = "Avaa";
"ppbVersionStrmlnk" = "Linkki";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "Hyppää introjen ja lopputekstien yli";
"svcLivePreview" = "Live-esikatselut";
"pmAspectFitUnderlayNotch" = "Säilytä kuvasuhde";
"svcAutoSkipIntroDelay" = "Auto (Viive)";
"svcShowExternalRatings" = "Näytä ulkoiset arviot";
"ufAutoScan" = "Automaattinen skannaus";
"emCacheRestoreExpired" = "Tämän laitteen pilvivarmuuskopio on vanhentunut käyttämättömyyden vuoksi. Skannaa kirjasto uudelleen jatkaaksesi.";
"pmSubtitlesBrightness" = "HDR-kirkkaus";
"hoSaveToLinks" = "Lisää linkkeihin";
"hoSavedToLinksWithExpiration" = "Linkki lisättiin onnistuneesti ja se on käytettävissä %@ asti.";
"hoSavedToLinks" = "Linkki lisättiin onnistuneesti.";
"svcShowExternalRatingsMoviesOnly" = "Vain elokuvat";
"svcShowExternalRatingsTVShowsOnly" = "Vain TV-ohjelmat";
"afAddiCloudDrive" = "Lisää iCloud Drive";
"ttVip" = "VIP";
"ttGetVip" = "Hanki VIP";
"hoAddToFavoriteItems" = "Lisää suosikkeihin";
"hoRemoveFromFavoriteItems" = "Poista suosikeista";
"hoUpdatingFavoriteItems" = "Suosikkikohteiden päivittäminen";
"ppbNoMovieError" = "Elokuvaa ei löytynyt";
"ppbNoSeriesError" = "TV-ohjelmaa ei löytynyt";
"eyFavoritePeople" = "Suosikki-ihmiset";
"svcOpenCollectionsOnPreplayback" = "Yksityiskohtainen näkymä";
"isEnvironmentVoid" = "Tyhjiö";
"isEnvironmentSunset" = "Auringonlasku";
"isEnvironmentSpace" = "Avaruus";
"isEnvironmentRoom" = "Huone";
"isEnvironmentCinema" = "Elokuvateatteri";
"isSettingRow" = "Rivi";
"isSettingSeatingHeight" = "Istuinkorkeus";
"isSettingDistance" = "Etäisyys";
"isSettingScreenAltitude" = "Näytön korkeus";
"isSettingScreenSize" = "Näytön koko";
"isSettingBrightness" = "Kirkkaus";
"isSettingSceneTilt" = "Kohtauksen kallistus";
"hoAddingLinks" = "Linkkejä lisätään...";
"hoAddLinkForSingleEpisode" = "Lisää linkki yksittäiseen jaksoon";
"hoAddLinksForUnwatchedEpisodes" = "Lisää linkit katsomattomiin jaksoihin";
"hoAddLinksForAllEpisodes" = "Lisää linkit kaikkiin jaksoihin";
"geEdit" = "Muokkaa";
"pmPlaybackQueue" = "Toistojono";
"pmEditPlaybackQueue" = "Muokkaa toistojonoa";
"pmPlaybackQueueMode" = "Toistotila";
"pmPlaybackQueueModeStraightforward" = "Normaali";
"ppbOpenDeeplink" = "Avaa";
"pmAmbientModeSubtle" = "Hienovarainen";
"pmAmbientModeBalanced" = "Tasapainoinen";
"pmAmbientModeVivid" = "Elävä";
"pmAmbientModeMax" = "Maksimi";
"pmPlaybackHUDInfo" = "Toistotilastot(HUD)";
"pmPlaybackHUDInfoFull" = "Täysi";
"pmPlaybackHUDInfoCompact" = "Tiivis";
"pmPlaybackHUDInfoOff" = "Pois päältä";
"pmPlaybackHUDSourceFramerate" = "Lähteen kuvataajuus:";
"pmPlaybackHUDAppleTVFramerate" = "Näytön kuvataajuus:";
"pmPlaybackHUDAppleTVInfo" = "Laitetiedot:";
"pmPlaybackHUDFreeDiskSpace" = "Vapaa levytila:";
"pmPlaybackHUDStreamSpeed" = "Striimin nopeus:";
"pmPlaybackHUDBufferStatus" = "Puskurin tila:";
"liSearch" = "Etsi";
"hoRemoveFromContinueWatching" = "Poista Jatka katselua -luettelosta";
"hoUpdatingContinueWatching" = "Päivitetään Jatka katselua -luetteloa...";
"pmAmbientMode" = "Ympäristötila";
"pmPlaybackHUDContainer" = "Säiliötiedosto:";
"pmPlaybackHUDDroppedFrameCount" = "Pudotettujen ruutujen määrä:";
"pmPlaybackHUDNetworkThroughput" = "Verkon läpäisykyky:";
"pmPlaybackHUDBufferReloadCount" = "Puskurin uudelleenlatausten määrä:";
"pmPlaybackHUDVideo" = "Video:";
"pmPlaybackHUDAudio" = "Ääni:";
"pmPlaybackHUDSubtitles" = "Tekstitykset:";
"pmPlaybackHUDBufferStatusHealthy" = "Hyvä";
"pmPlaybackHUDBufferStatusEmpty" = "Tyhjä";
"pmPlaybackHUDCreatedBy" = "Luonut:";
"liSelectAll" = "Valitse kaikki";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
"plFetchingUser" = "Haetaan käyttäjiä";
"plSelectUser" = "Käyttäjän valinta";
"plSwitchUser" = "Vaihda käyttäjää";
"plEnterPin" = "Anna PIN-koodi";
"plManagedAccount" = "Hallinnoitu tili";
"plYoungerKidAccount" = "Nuorempi lapsi";
"plOlderKidAccount" = "Vanhempi lapsi";
"plTeenAccount" = "Teini";
"emPlexTooManyPinAttempts" = "Liian monta yritystä. Yritä myöhemmin uudelleen.";
"svcThumbnailLanguage" = "Kuvitus";
"svcSectionMetadata" = "Metatiedot ja kuvitukset";
"svcCacheSize2" = "Kirjaston välimuisti";
"svcPreferOverrideThumbnails" = "Suosi paikallisia kuvituksia";
"svcPreferOverrideMetadata" = "Suosi paikallisia metatietoja";
"svcStillWatchingPrompt" = "Aktiivisuuden tarkistus";
"vvStillWatchingTitle" = "Oletko vielä siellä?";
"vvStillWatchingContinue" = "Jatka katselua";
"tiExtras" = "Ekstrat";
"tiTrailer" = "Traileri";
"tiBehindTheScenes" = "Kulissien takana";
"tiDeletedScene" = "Poistettu kohtaus";
"tiInterview" = "Haastattelu";
"tiScene" = "Kohtaus";
"tiSample" = "Näyte";
"tiShort" = "Lyhyt";
"tiFeaturette" = "Pienoisdokumentti";
"tiClip" = "Klippi";
"tiOther" = "Muu";
"tiExtra" = "Ekstra";
"svcAutoSkipIntroInstant" = "Auto (Välitön)";
"tiTrailerIndex" = "Traileri %ld";
"tiBehindTheScenesIndex" = "Kulissien takana %ld";
"tiDeletedSceneIndex" = "Poistettu kohtaus %ld";
"tiInterviewIndex" = "Haastattelu %ld";
"tiSceneIndex" = "Kohtaus %ld";
"tiSampleIndex" = "Näyte %ld";
"tiShortIndex" = "Lyhyt %ld";
"tiFeaturetteIndex" = "Pienoisdokumentti %ld";
"tiClipIndex" = "Klippi %ld";
"tiOtherIndex" = "Muu %ld";
"tiExtraIndex" = "Ekstra %ld";
"pmDeinterlacingBwdif" = "Korkein laatu (Bwdif)";
"mnuBrowse" = "Selaus";
"mnuSelectMode" = "Monivalinta päälle/pois";
